{
  "2 Beresosɛm": {
    "1": {
      "1": "Salomo Srɛ NyansaƆhene Dawid babarima Salomo soo ahenni no mu den, efisɛ Awurade, ne Nyankopɔn kaa ne ho maa no tumi a ɛso.",
      "2": "Ɔfrɛɛ Israel nyinaa, asahene ne asraafodɔm ntuanofo, atemmufo, amanyɛ ne mmusua ntuanofo nyinaa.",
      "3": "Na Salomo dii nnipa no nyinaa anim kɔɔ bepɔw Gibeon so baabi a wɔde Onyankopɔn Ahyiae Ntamadan no asi. Eyi yɛ Ntamadan a Mose a ɔyɛ Awurade somfo sii wɔ sare no so no.",
      "4": "Na Dawid ayi Onyankopɔn Adaka no afi Kiriat-Yearim de akɔ ntamadan sononko bi a wasi wɔ Yerusalem mu.",
      "5": "Nanso na kɔbere mfrafrae afɔremuka a Hur nena a ɔyɛ Uri babarima Besaleel sii no da so wɔ Gibeon, wɔ Awurade Asɔredan no anim. Enti Salomo ne nnipa no boaa wɔn ho ano wɔ hɔ, bisaa Awurade akwankyerɛ.",
      "6": "Hyiadan no anim hɔ, Salomo foro kɔɔ kɔbere mfrafrae afɔremuka no ho wɔ Awurade anim, bɔɔ ɔhyew afɔre ahorow apem wɔ so.",
      "7": "Da no anadwo, Onyankopɔn yii ne ho adi wɔ dae mu kyerɛɛ Salomo, bisaa no se, “Dɛn na wopɛ? Bisa na mede bɛma wo!”",
      "8": "Salomo buaa Onyankopɔn se, “Wudii mʼagya Dawid nokware na woyɛɛ no adɔe, na afei wode me asi nʼanan mu sɛ ɔhene.",
      "9": "Na afei Awurade Nyankopɔn, mesrɛ wo di bɔ a wohyɛɛ mʼagya Dawid no so, efisɛ wode me asi nnipa a wɔn dodow te sɛ asase so mfutuma so hene.",
      "10": "Ma me nyansa ne nimdeɛ, na memfa nni wɔn so yiye, na hena koraa na obetumi adi wo man kɛse sɛɛ so?”",
      "11": "Onyankopɔn ka kyerɛɛ Salomo se, “Esiane sɛ wʼahiasɛm kɛse ne sɛ wopɛ sɛ woboa wo manfo, na woammisa ahode, anuonyam anaa wʼatamfo wu anaa nkwa tenten, na mmom, wubisaa nyansa ne nimdeɛ a wode bedi me nkurɔfo so yiye nti,",
      "12": "mɛma wo nyansa ne nimdeɛ a wubisae no. Afei, mɛma wo sika, ahode ne anuonyam a ɔhene biara a wadi wʼanim no nnyaa bi da, nanso ɔrennya no saa da biara da.”",
      "13": "Na Salomo fii hyiadan a ɛwɔ Gibeon bepɔw no so no mu san kɔɔ Yerusalem kodii hene wɔ Israel so.",
      "14": "Salomo nyaa nteaseɛnam ne apɔnkɔ bebree. Na ɔwɔ nteaseɛnam apem ahannan ne apɔnkɔ mpem dumien. Ɔde emu fa kɛse guguu nteaseɛnam nkuropɔn no so na ɔmaa bi nso kaa Yerusalem.",
      "15": "Salomo bere so no, dwetɛ ne sikakɔkɔɔ buu so sɛ abo wɔ Yerusalem. Na sida aboɔden nnua nso buu so sɛ ankye nnua a na abu so wɔ Yuda mmepɔw no ase no.",
      "16": "Na Salomo tɔɔ apɔnkɔ fii Misraim ne Kilikia, efisɛ na ɔhene no aguadifo nya wɔn fi Kilikia a wɔn bo no ye.",
      "17": "Saa bere no na wotumi tɔ Misraim nteaseɛnam a wɔde ba Yerusalem no nnwetɛbona kilogram ason, na apɔnkɔ nso, wotumi tɔ no nnwetɛbona kilogram abien. Wɔn nso kɔtontɔn wɔn nyinaa maa Hetifo ne Aram ahemfo."
    },
    "2": {
      "1": "Asɔredan No Si AhoboaSalomo hyɛɛ sɛ wonsi Awurade Asɔredan ne nʼankasa nʼahemfi.",
      "2": "Ɔfaa apaafo mpem aduɔson ne abotwafo mpem aduɔwɔtwe fii bepɔw so aman mu ne nnipa mpem abiɛsa ne ahansia a wodi adwuma no anim.",
      "3": "Salomo de nkra yi kɔmaa Tirohene Huram:“Brɛ me sida nnua te sɛ nea wɔde brɛɛ mʼagya Dawid, bere a na ɔresi nʼahemfi no.",
      "4": "Merebesi Asɔredan ahyɛ Awurade, me Nyankopɔn din anuonyam. Ɛbɛyɛ baabi bi a wɔayi asi hɔ sɛ wɔnhyew nnuhuam ne kurobow wɔ nʼanim, nna afɔrebɔde brodo sononko no adi, na wɔmmɔ ɔhyew afɔre ahorow homeda biara, anɔpa ne anwummere, Ɔsram Foforo biara afahyɛ ahorow ne Awurade yɛn Nyankopɔn nnapɔnna biara. Ɔno na wahyɛ Israel sɛ wɔnyɛ saa nneɛma yi daa daa.",
      "5": "“Eyi bɛyɛ Asɔredan a ɛso na ɛyɛ fɛ, efisɛ yɛn Nyankopɔn no yɛ ɔnwonwani a ɔso kyɛn ɔfoforo biara.",
      "6": "Hena na obetumi asi ofi a ɛfata ama no? Ɔsorosoro mpo ntumi nkora no. Na me sɛɛ ne hena a mesi asɔredan ama no? Nea metumi ayɛ ara ne sɛ mesi baabi a wɔbɛbɔ afɔre ama no.",
      "7": "“Enti ma me odwumfo a ne nsa ano adwuma yɛ fɛ a obetumi de sikakɔkɔɔ, dwetɛ, kɔbere mfrafrae ne nnade adi adwinni; obi a onim sɛnea wɔhyɛ ntama aduru ma ɛyɛ bibiri, kɔkɔɔ ne tuntum ma ɛyɛ fɛ yiye ne sika dwumfo a wakwadaw adwuma mu, a ɔne Yuda ne Yerusalem adwumfo a mʼagya Dawid yii wɔn no bɛyɛ adwuma.",
      "8": "“Afei, fa sida, ɔpepaw ne ɔbako nnua fi Lebanon brɛ me, efisɛ, minim sɛ wo mmarima no akyi no, obi nni hɔ wɔ nnuabu mu; na mɛsoma me mmarima na wɔabɛboa wɔn.",
      "9": "Asɔredan a merebesi no kɛse ne ne fɛ a ɛbɛyɛ nti, nnua bebree ho behia me.",
      "10": "Mede atoko susukoraa mpem aduonu, nsa gyare mpem aduonu ne du ne ngo mpem aduonu betua wo mmarima no ka.”",
      "11": "Ɛnna ɔhene Huram kyerɛw saa mmuae yi de kɔmaa Salomo:“Esiane sɛ Awurade dɔ ne nkurɔfo nti na ɔde wo asi wɔn so hene.",
      "12": "“Nhyira nka Awurade, Israel Nyankopɔn a ɔbɔɔ ɔsoro ne asase! Wama Dawid ɔba nyansafo a wadom no adwene ne ntease a obesi Asɔredan ama Awurade ne ahemfi ama nʼankasa ho.",
      "13": "“Merebrɛ wo odwumfo a ne nsa ano adwuma yɛ fɛ a wɔfrɛ no Huram-Abi. Ɔyɛ onyansafo ankasa",
      "14": "a ɔyɛ ɔbea bi a ofi Dan a ɛwɔ Israel babarima; nʼagya nso fi Tiro. Ɔyɛ sikakɔkɔɔ, dwetɛ, kɔbere mfrafrae ne nnade dwumfo ankasa. Na ɔwɔ abotwa, nnua adwinni ne ntamanwen ho nyansa nso. Ɔyɛ ɔbenfo wɔ ntama bibiri, tuntum ne kɔkɔɔ hyɛ mu. Na otumi de sirikyitam di dwuma nso. Afei nso, ɔyɛ sika dwumfo a otumi di adwinni biara a wɔde ma no. Ɔne wʼadwumfo ne wɔn a me wura Dawid a ɔyɛ wʼagya no yii wɔn no bɛyɛ adwuma.",
      "15": "“Fa atoko, ngo ne nsa a wokaa ho asɛm no bra.",
      "16": "Nnua biara a ɛho hia no, yebetwa afi Lebanon mmepɔw so, na yɛde ayɛ mpata agu asu ani, fi Ntam Po no mpoano akosi Yopa. Na efi hɔ no, wubetumi de akɔ Yerusalem.”",
      "17": "Salomo kan ahɔho dodow a wɔwɔ Israel asase so, te sɛ nea nʼagya kenkan nnipa no. Onyaa nnipa mpem ɔha aduonum abiɛsa ne ahansia (,).",
      "18": "Ɔmaa wɔn mu mpem aduɔson (,) yɛɛ apaafo. Wɔn mu mpem aduɔwɔtwe (,) yɛɛ abotwafo wɔ wɔn mmepɔw nkurow no so, na wɔn mu mpem abiɛsa ne ahansia (,) yɛɛ wɔn a wodi nnwuma no anim."
    },
    "3": {
      "1": "Salomo Si Asɔredan NoNa Salomo fii ase sii Awurade Asɔredan no wɔ Yerusalem Moria bepɔw so a ɛhɔ na Awurade yii ne ho adi kyerɛɛ Salomo agya Ɔhene Dawid no. Wosii Asɔredan no wɔ Yebusini Arauna awiporowbea hɔ, baabi a Dawid yi too hɔ no.",
      "2": "Salomo dii ade no, ne mfe anan so, Adar ɔsram (bɛyɛ Oforisuo) mu, na wofii ɔdan no si ase.",
      "3": "Na Onyankopɔn Asɔredan no fapem ntwemu yɛ anammɔn aduɔkron, na ne trɛw mu yɛ anammɔn aduasa.",
      "4": "Ntwironoo a ɛwɔ Asɔredan no anim trɛw yɛ anammɔn aduasa, a ɛne Asɔredan no trɛw yɛ pɛ.Afasu a ɛwɔ ntwironoo no mu no nyinaa, wɔde sikakɔkɔɔ adura mu. Ntwironoo no sorokɔ yɛ anammɔn aduasa.",
      "5": "Ɔpepaw nnua na wɔde sam Asɔredan no mu, na wɔde sikakɔkɔɔ ankasa guu so, dii mmedua ne nkɔnsɔnkɔnsɔn adwinni wɔ so.",
      "6": "Abohemaa a ɛyɛ fɛ ne sikakɔkɔɔ a efi Parwaim na wɔde siesiee Asɔredan no afasu ho.",
      "7": "Wɔde sikakɔkɔɔ guu Asɔredan no afasu, afadum, apon ne abobow ano nyinaa ho, na wodii kerubim sɛso adwinni wɔ afasu no ho.",
      "8": "Na Kronkron mu Kronkron hɔ trɛw yɛ anammɔn aduasa te sɛ asɔredan no ara, ne ntwemu nso yɛ anammɔn aduasa. Sikakɔkɔɔ ankasa bɛyɛ nkaribo tɔn aduonu abiɛsa na wɔde guu so.",
      "9": "Sikakɔkɔɔ nnadewa a biara kari bɛyɛ gram ahannum ne aduoson anum () na wɔde dii ɔdan no ho dwuma. Sikakɔkɔɔ ankasa na wɔde guu soro adan no afasu ani.",
      "10": "Salomo yɛɛ kerubim sɛso abien, de sikakɔkɔɔ ankasa guu ho. Wɔde eyinom sisii Kronkron mu Kronkron hɔ.",
      "11": "Kerubim abien no a wosisi hɔ no ntaban ka bɔ mu a, ne trɛw yɛ anammɔn aduasa. Kerubim baako ntaban baako a ɛpem ɔfasu no tenten yɛ anammɔn ason ne fa. Ntaban baako no nso a ɛyɛ anammɔn ason ne fa no, ɛne kerubim baako no ntaban hyia.",
      "12": "Saa ara nso na kerubim a ɔto so abien no ntaban baako mu trɛw yɛ anammɔn ason ne fa, na ɛpem Asɔredan no fasu a ɛne ɔfasu baako no di nhwɛanim. Ntaban baako a aka no nso trɛw a ɛyɛ anammɔn ason ne fa no, ehyia kerubim a edi kan no ntaban baako.",
      "13": "Enti na kerubim abien no ntaban mu trɛw yɛ anammɔn aduasa. Na wɔn nyinaa sisi hɔ a wɔn anim kyerɛ Asɔredan no mu.",
      "14": "Salomo de ntwamtam a ɔde bibiri ne asaawa a ɛbere dum ne koogyan ne nwera ayɛ, a wɔanwen kerubim nsɛsode agu mu, sɛn Kronkron mu Kronkron no kwan ano.",
      "15": "Asɔredan no anim, Salomo yɛɛ afadum abien a emu biara sorokɔ yɛ anammɔn aduonu ason. Na ntaaso kata emu biara atifi a ɛno nso sorokɔ yɛ anammɔn ason ne fa.",
      "16": "Ɔyɛɛ ntweaban nkɔnsɔnkɔnsɔn, de siesiee afadum no atifi. Ɔsan yɛɛ atoaa aba nsɛso fɛfɛ de susoo ntweaban no mu.",
      "17": "Afei, ɔde afadum abien no sisii Asɔredan no ano kwan ano. Ɔde baako sii ɔkwan no anafo fam no ano, na ɔde baako nso sii atifi fam. Ɔtoo nea ɛwɔ anafo fam no din Yakin, na nea ɛwɔ atifi fam no, ɔtoo no din Boas."
    },
    "4": {
      "1": "Nneɛma A Wɔde Siesie Asɔredan No MuSalomo san yɛɛ kɔbere mfrafrae afɔremuka a ne tenten yɛ anammɔn aduasa, ne trɛw yɛ anammɔn aduasa saa ara, na ne sorokɔ yɛ anammɔn dunum.",
      "2": "Afei, ɔyɛɛ nsukorade kɛse kurukuruwa bi a efi ano kɔka ano yɛ anammɔn dunum. Wɔtoo no din Po. Na emu dɔ yɛ anammɔn ason ne fa, na ne dantaban yɛ anammɔn aduanan anum.",
      "3": "Na Po no wɔ nsɛsode a ɛte sɛ anantwi a atwa afa ano no ase ahyia. Anammɔn baako biara mu no, na anantwi sɛso asia wɔ so a wɔagu ama afra nsukorade no.",
      "4": "Na Po no si nsiase a ɛyɛ kɔbere mfrafrae anantwi dumien sɛso so. Na wɔn nyinaa ani kyerɛkyerɛ abɔnten. Abiɛsa ani kyerɛ atifi fam. Abiɛsa ani kyerɛ atɔe fam. Abiɛsa kyerɛ anafo fam, na abiɛsa nso ani kyerɛ apuei fam.",
      "5": "Po no afasu mu piw yɛ bɛyɛ nsateaa abiɛsa, na nʼano no trɛw te sɛ kuruwa a ɛsɛ sukooko nhwiren a apae. Na Po no tumi kora nsu gyare mpem dunsia ne ahannum.",
      "6": "Ɔyɛɛ guasɛn du a wɔkora nsu a wɔde hohoro afɔrebɔde ho. Na emu anum wɔ Po no anafo fam na anum wɔ atifi fam. Asɔfo no de, na Po no ankasa mu nsu na na wɔde hohoro wɔn ho, na wɔmmfa guasɛn no mu nsu no bi.",
      "7": "Salomo de sikakɔkɔɔ yɛɛ akaneadua du, sɛnea wɔkyerɛɛ no sɛ ɔnyɛ no no, de sisii Asɔredan no mu. Wɔde mu anum sisi bɛn anafo fam ɔfasu, na wɔde mu anum a aka no nso sisi bɛn atifi fam ɔfasu no.",
      "8": "Afei, ɔyɛɛ apon du de sisii Asɔredan no mu. Wɔde mu anum sisii anafo fam ɔfasu no anim, na wɔde mu anum a aka no nso sisii atifi fam ɔfasu no anim. Afei, ɔyɛɛ sikakɔkɔɔ guasɛn ɔha.",
      "9": "Salomo sii adiwo maa asɔfo no, san sii adiwo kɛse bi wɔ Asɔredan no mfikyiri. Ɔyɛɛ apon totoo adiwo akwan no ano, na ɔde kɔbere mfrafrae duraa ho.",
      "10": "Wɔde Po no sii anafo fam ne apuei fam afasu ahyiae no twɔtwɔw so hɔ.",
      "11": "Huram-Abi yɛɛ nkuku, nsofi ne guasɛn a ɛho hia nyinaa. Nea ɔhene Salomo kyerɛɛ Huram-Abi sɛ ɔnyɛ wɔ Onyankopɔn Asɔredan no ho no nyinaa no, ɔyɛe.",
      "12": "Afadum abien,afadumti a wɔayɛ no sɛ asuhina abien a esisi afadum no atifi,ntweaban a wɔayɛ no sɛ atena abien a wɔde asiesie afadumti no,",
      "13": "ne atoaa nsɛso ahannan a ɛsensɛn nkɔnsɔnkɔnsɔn a egu ntaaso no so (atoaa a wɔahyehyɛ no ntenten so abien a biara sa nkɔnsɔnkɔnsɔn a ɛsensɛn ntaaso a egu afadum no atifi no so no).",
      "14": "Ɔyɛɛ nsu nteaseɛnam a guasɛn no sisi so,",
      "15": "Po no ne anantwi sɛso dumien a wɔhyɛ ase,",
      "16": "nkuku, nsofi, nam nnarewa ne nneɛma a ɛkeka ho nyinaa.Huram-Abi de kɔbere mfrafrae a wɔabere ho na ɛyɛɛ saa nneɛma yi nyinaa maa Awurade Asɔredan no, sɛnea Ɔhene Salomo hyɛɛ no no.",
      "17": "Ɔhene no ma woguu no wɔ kankua a na ɛwɔ Yordan tataw a na ɛwɔ Sukot ne Sereda ntam no so.",
      "18": "Kɔbere mfrafrae a wɔde dii dwuma no dodow nti, wɔantumi anhu emu duru ano.",
      "19": "Na Salomo yɛɛ nneɛma a wɔde siesie Onyankopɔn Asɔredan no mu nyinaa:sikakɔkɔɔ afɔremuka;apon a wɔde Daa Daa Brodo gu so;",
      "20": "kanea nnua ne nʼakanea a wɔde sikakɔkɔɔ ayɛ a ɛbɛhyerɛn wɔ Kronkron mu Kronkron no anim sɛnea wɔakyerɛ no;",
      "21": "nhwiren a wɔde siesie, akanea ne adabaw a wɔde sikakɔkɔɔ ankasa na ɛyɛɛ ne nyinaa;",
      "22": "akanea adabaw, guasɛn, nyowa ne nkankyee a wɔnoa mu, ne nyinaa yɛ sikakɔkɔɔ ankasa;apon a wosisii wɔ ɔkwan a ɛkɔ Kronkron mu Kronkron ne nea ɛkɔ Asɔredan no dan kɛse mu no, wɔde sikakɔkɔɔ na eduraduraa ho nyinaa."
    },
    "5": {
      "1": "Wɔde Apam Adaka No Kɔ Asɔredan No MuBere a Salomo wiee Awurade Asɔredan no si ho dwumadi no, ɔde akyɛde a nʼagya, Ɔhene Dawid, de maa Awurade, a ɛyɛ dwetɛ, sikakɔkɔɔ ne nneɛma a aka no bae. Wɔkoraa eyinom nyinaa wɔ Onyankopɔn Asɔredan no sikakorabea hɔ.",
      "2": "Afei, Salomo frɛɛ mmusuakuw ne mmusua ntuanofo a wɔwɔ Israel nyinaa sɛ wommehyia wɔ Yerusalem. Na ɛsɛ sɛ woyi Awurade Apam Adaka no fi baabi a esi wɔ Dawid kurow a na wɔsan frɛ hɔ Sion no, de kɔ beae foforo wɔ Asɔredan no mu hɔ.",
      "3": "Ɔsram Bul (bɛyɛ Ahinime) a wɔredi afirihyia Asese Afahyɛ no, wɔn nyinaa behyiaa wɔ ɔhene anim.",
      "4": "Bere a Israel mpanyimfo beduu hɔ no, Lewifo no pagyaw Adaka no",
      "5": "ne ntamadan sononko ne ɛho nneɛma kronkron no nyinaa. Lewifo asɔfo no soa kɔɔ Asɔredan no mu.",
      "6": "Ɔhene Salomo ne Israelfo no nyinaa twaa nguan ne anantwi a wɔn dodow nti, obi ntumi nkan wɔn, de bɔɔ afɔre wɔ adaka no anim.",
      "7": "Afei, asɔfo no maa Awurade Apam Adaka no so, de kɔɔ Asɔredan no kronkronbea a ɛhɔ yɛ Kronkron mu Kronkron hɔ. Wɔde sii kerubim no ntaban ase.",
      "8": "Na kerubim no ntaban trɛw wɔ Adaka a ne nnua hyehyɛ ho no so, te sɛ kyinii.",
      "9": "Na nnua no woware yiye; enti sɛ obi gyina Asɔredan no ano kwan ano a ohu. Ne nyinaa da so wɔ hɔ besi nnɛ.",
      "10": "Na biribiara nni adaka no mu sɛ abo apon abien a Mose de guu mu wɔ Horeb, bere a Awurade ne Israelfo a na wɔatu afi Misraim no yɛɛ apam no.",
      "11": "Afei, asɔfo no fii kronkronbea hɔ. Saa bere yi, na asɔfo a wɔwɔ hɔ no nyinaa, sɛ wɔwɔ dwuma bi di anaa wonni hwee yɛ, adwira wɔn ho.",
      "12": "Lewifo nnwontofo, Asaf, Heman, Yedutun, wɔn mmabarima ne wɔn nuanom nyinaa hyehyɛɛ nwera batakari gyinagyinaa afɔremuka no apuei fam, na wɔbɔɔ kyɛnkyɛn, mmɛnta ne asankuten. Asɔfo ɔha aduonu a wɔrehyɛn torobɛnto bɛkaa wɔn ho.",
      "13": "Ntorobɛntohyɛnfo ne nnwontofo no nyinaa bɔɔ mu too dwom de kamfoo Awurade, daa no ase. Wɔde ntorobɛnto, kyɛnkyɛn ne nnwontode ahorow bɛkaa wɔn ho, maa wɔn nne so kamfoo Awurade sɛ:“Oye!Na nʼadɔe wɔ hɔ daa!”Saa bere no mu ara, omununkum bɛhyɛɛ Awurade asɔredan no ma.",
      "14": "Asɔfo no antumi antoa wɔn adwuma no so, efisɛ Awurade anuonyam bɛhyɛɛ Onyankopɔn Asɔredan no ma."
    },
    "6": {
      "1": "Salomo Hyira Nnipa NoNa Salomo bɔɔ mpae se, “Awurade, woaka se wobɛtena omununkum kabii mu.",
      "2": "Afei, masi Asɔredan a ɛho wɔ nyam ama wo, baabi a wubetumi atena afebɔɔ.”",
      "3": "Na ɔhene no dan ne ho de kyerɛɛ Israelfo a wogyinagyina nʼanim no, hyiraa wɔn se,",
      "4": "“Nhyira nka Awurade, Israel Nyankopɔn, a wadi bɔ a ɔhyɛɛ mʼagya Dawid no so, efisɛ ɔka kyerɛɛ mʼagya se,",
      "5": "‘Efi da a miyii me nkurɔfo fii Misraim no, minyii kuropɔn biara mfii Israel mmusuakuw no mu sɛ baabi a ɛsɛ sɛ wosi Asɔredan, de hyɛ me din anuonyam. Ɛnna nso, minyii ɔhene biara sɛ onni me nkurɔfo Israelfo anim.",
      "6": "Nanso afei mayi Yerusalem sɛ kuropɔn no, ne Dawid sɛ ɔhene no.’ ”",
      "7": "Afei, Salomo kae se, “Mʼagya Dawid pɛɛ sɛ osi Asɔredan yi de hyɛ Awurade, Israel Nyankopɔn din anuonyam.",
      "8": "Nanso Awurade ka kyerɛɛ no se, ‘Eye sɛ wopɛ sɛ wusi asɔredan de hyɛ me din anuonyam,",
      "9": "nanso ɛnyɛ wo na wobɛyɛ. Mmom, wo mmabarima no mu baako na obesi.’",
      "10": "“Na afei Awurade ayɛ nea ɔhyɛɛ ho bɔ no, efisɛ efisɛ madi ade sɛ ɔhene, asi mʼagya anan mu. Masi saa Asɔredan yi de ahyɛ Awurade, Israel Nyankopɔn din anuonyam.",
      "11": "Ɛhɔ na mede Adaka no asi, na Adaka no mu nso na apam a Awurade ne Israelfo yɛe no hyɛ.”",
      "12": "Salomo Bɔ Mpae Bue Asɔredan No AnoNa Salomo trɛw ne nsam wɔ Awurade afɔremuka ne Israel manfo no nyinaa anim.",
      "13": "Na wabɔ kɔbere mfrafrae apa a ne ntwemu yɛ anammɔn ason ne fa, ne trɛw yɛ anammɔn ason ne fa, na ne sorokɔ yɛ anammɔn anan ne fa, de asi asɔredan no adiwo mfimfini. Ogyinaa apa no so wɔ nnipa no nyinaa anim. Obuu nkotodwe, maa ne nsa so kyerɛɛ ɔsoro.",
      "14": "Ɔbɔɔ mpae se,“Awurade, Israel Nyankopɔn, Onyankopɔn biara nni hɔ sɛ wo wɔ ɔsoro ne asase so nyinaa. Wodi wo bɔhyɛ so, na woda wo dɔ a ɛwɔ hɔ daa no adi kyerɛ wɔn a wotie wo na wɔn ani gye sɛ wɔbɛyɛ wʼapɛde nyinaa.",
      "15": "Wo bɔ a wohyɛɛ wo somfo Dawid a ɔyɛ mʼagya no, woadi so. Wʼankasa wʼano na wode hyɛɛ bɔ no, na nnɛ, wonam wʼankasa wo nsa so ama aba mu.",
      "16": "“Afei, Awurade, Israel Nyankopɔn kɔ so di wo bɔ a woahyɛ wo somfo, mʼagya Dawid, no so. Efisɛ, woka kyerɛɛ no se, ‘Sɛ wʼasefo bɔ wɔn bra yiye, na wodi me mmara so sɛnea woayɛ no a, wobedi Israel so hene daa daa.’",
      "17": "Afei, Awurade, Israel Nyankopɔn, di saa bɔ a woahyɛ wo somfo Dawid no so.",
      "18": "“Ɛyɛ nokware sɛ Onyankopɔn bɛtena nnipa mu wɔ asase so? Ɔsorosoro nohɔ mpo ntumi nkora wo, na ɛbɛyɛ dɛn na Asɔredan a masi yi betumi akora wo.",
      "19": "Tie me mpaebɔ ne mʼabisade, Awurade, me Nyankopɔn. Tie sufrɛ ne mpae a wo somfo rebɔ no.",
      "20": "Hwɛ saa Asɔredan yi so, baabi a woaka sɛ wode wo din bɛto so no, awia ne anadwo. Daa, tie me mpae a mebɔ wɔ ha no.",
      "21": "Tie mʼahobrɛase ne nokware adebisa a me ne wo nkurɔfo Israelfo bɔ mpae wɔ ha de to wʼanim no. Yiw, tie yɛn fi ɔsoro faako a wote no; na sɛ wote nso a, fa kyɛ.",
      "22": "“Sɛ obi fom obi, na ɛho hia sɛ ɔka ho ntam sɛ onnim ho hwee wɔ afɔremuka no anim wɔ Asɔredan no mu a,",
      "23": "tie fi ɔsoro, na bu wʼasomfo baanu no a ɛyɛ nea wɔabɔ no sobo no ne sobobɔfo no ntam atɛn. Nea odi fɔ no, twe nʼaso na gyaa nea odi bem no.",
      "24": "“Sɛ wo nkurɔfo Israelfo yɛ bɔne tia wo, na ɛno nti wɔn atamfo di wɔn so nkonim na wɔsan ba wo nkyɛn, bɔ wo din na wɔbɔ wo mpae wɔ Asɔredan yi mu a,",
      "25": "tie fi ɔsoro, na fa wɔn bɔne kyɛ wɔn, na ma wɔnsan nkɔ asase a wode maa wɔn agyanom no so.",
      "26": "“Sɛ wo nkurɔfo yɛ bɔne tia wo, na ɛno nti wɔto ɔsoro mu na osu antɔ na wɔbɔ mpae wɔ Asɔredan yi mu, bɔ wo din, twe wɔn ho fi wɔn bɔne ho, efisɛ woatwe wɔn aso a,",
      "27": "tie fi ɔsoro, na fa wʼasomfo, wo nkurɔfo Israelfo, bɔne kyɛ wɔn. Kyerɛ wɔn ade trenee yɛ, na tɔ osu gu wʼasase a wode ama wo nkurɔfo sɛ wɔn agyapade sononko no so.",
      "28": "“Sɛ ɔkɔm si asase no so anaa ɔyaredɔm ba so anaa nnɔbae nyarewa ba anaa mmoadabi ne asa begu nnɔbae so, anaa wo nkurɔfo atamfo ba asase no so betua wɔn nkurow a, sɛnea ɔhaw no te biara no,",
      "29": "sɛ wo nkurɔfo bɔ mpae wɔ wɔn haw ne awerɛhow ho, na wɔpagyaw wɔn nsa wɔ asɔredan yi mu a,",
      "30": "tie fi ɔsoro, nea wote hɔ, na fa kyɛ. Fa biribiara a ɛfata wo nkurɔfo no ma wɔn, na wo na wunim wɔn koma mu, efisɛ wo nko ara na wunim nnipa koma mu.",
      "31": "Ɛno akyi no wobesuro wo na wɔanantew wʼakwan so mmere dodow a wɔte asase a wode maa yɛn agyanom no so.",
      "32": "“Na sɛ ananafo te wo nka ne wo nsɛnkyerɛnne akɛse no, na wofi akyirikyiri bɛsom wo din kɛse no, bɔ mpae de wɔn ani kyerɛ Asɔredan yi a,",
      "33": "tie fi ɔsoro nea wote hɔ, na yɛ wɔn abisade ma wɔn. Na ɛbɛma nnipa a wɔte asase so nyinaa ahu, asuro wo, sɛnea wo nkurɔfo Israelfo no yɛ pɛpɛɛpɛ. Wɔn nso behu sɛ, wo din na ɛda saa Asɔredan a masi yi so.",
      "34": "“Sɛ wohyɛ wo nkurɔfo ma wopue, kɔko tia wɔn atamfo, na sɛ wɔbɔ mpae, srɛ Awurade fa saa kurow yi a woayi yi, ne saa Asɔredan a masi de wo din ato so yi ho a,",
      "35": "tie wɔn mpaebɔ fi ɔsoro, na yɛ wɔn abisade ma wɔn.",
      "36": "“Sɛ wɔyɛ bɔne tia wo mpo a, hena na ɔnyɛɛ bɔne da? Wo bo befuw wɔn ama wɔn atamfo adi wɔn so, afa wɔn nkoa de wɔn akɔ ananasase so, sɛ ɛwɔ akyiri anaa ɛbɛn.",
      "37": "Na saa ahɔhosase no so, wɔde ahonu san ba wo nkyɛn, bɔ mpae se, ‘Yɛayɛ bɔne; yɛayɛ amumɔyɛsɛm ne atirimɔdensɛm,’",
      "38": "na sɛ wɔde wɔn koma ne wɔn kra nyinaa ba wo nkyɛn, bɔ mpae fa asase a wode maa wɔn agyanom, saa kuropɔn yi a woayi ne saa asɔredan a masi de ahyɛ wo din anuonyam yi ho a,",
      "39": "tie wɔn mpaebɔ no fi ɔsoro, nea wote hɔ. Di wɔn asɛm ma wɔn, na fa bɔne a wo nkurɔfo ayɛ atia wo no kyɛ wɔn.",
      "40": "“Afei me Nyankopɔn, bue wʼaniwa na wɛn wʼaso tie mpae a wɔbɔ wɔ ha no nyinaa.",
      "41": "“Afei, Awurade Nyankopɔn, sɔre na bra wʼahomegyebea,a wɔde wʼapam Adaka fɛfɛ no abesi no mu.“Awurade Nyankopɔn, ma nkwagye mmra wʼasɔfo so,na wʼahotefo nya wʼayamye mu anigye.",
      "42": "“Awurade Nyankopɔn, nyi wʼani mfi nea woasra no ngo no so.Kae ɔdɔ a ɛto ntwa da a wode hyɛɛ wo somfo Dawid bɔ no.”"
    },
    "7": {
      "1": "Salomo Bue Asɔredan No AnoSalomo wiee ne mpaebɔ no, ogya fi ɔsoro bɛhyew ɔhyew afɔre ne afɔrebɔde no, na Awurade anuonyam bɛhyɛɛ Asɔredan no ma.",
      "2": "Asɔfo no mpo antumi anhyɛn Awurade Asɔredan no mu, efisɛ na Awurade anuonyam ahyɛ hɔ ma.",
      "3": "Bere a Israelfo nyinaa huu sɛ ogya no reba fam, na Awurade anuonyam rehyɛ Asɔredan no ma no, wɔn nyinaa hwehwee fam de wɔn anim butubutuw hɔ, sɔree Awurade kamfoo no se,“Oye!Na nʼadɔe wɔ hɔ daa!”",
      "4": "Afei, ɔhene no ne ne nkurɔfo no nyinaa bɔɔ afɔre maa Awurade.",
      "5": "Ɔhene Salomo de anantwi mpem aduonu abien ne nguan mpem ɔha aduonu bae sɛ nʼafɔrebɔde. Enti ɔhene no ne manfo no nyinaa buee Onyankopɔn Asɔredan no ano.",
      "6": "Asɔfo no gyinagyinaa wɔn afa, na saa ara na Lewifo a wɔreto dwom se, “Nʼadɔe wɔ hɔ daa!” no nso yɛe. Wɔde nnwontode a Dawid yɛe sɛ wɔmfa nkamfo Awurade no gyigyee nnwonto no ho. Asɔfo a wɔne Lewifo no di nhwɛanim no hyɛn ntorobɛnto, bere a na Israelfo no nyinaa gyinagyina hɔ no.",
      "7": "Na afei, Salomo buee adiwo mfimfini a ɛwɔ Awurade Asɔredan no anim no ano, sɛnea ɛbɛyɛ a wobetumi abɔ ɔhyew afɔre na wɔahyew srade a efi asomdwoe afɔre mu no wɔ hɔ. Ɔyɛɛ saa, efisɛ kɔbere mfrafrae afɔremuka a na wasi no esua ma ɔhyew afɔre, atoko afɔre ne srade afɔre nyinaa no.",
      "8": "Solomo dii Guankɔbea Afahyɛ toaa so nnanson na nnipadɔm fifi Israel mmusuakuw no nyinaa mu bae. Wofifi akyirikyiri te sɛ Lebo Hamat a ɛwɔ atifi fam kosi Misraim asuwa anafo fam no.",
      "9": "Da a ɛto so awotwe no, wɔde afahyɛ no kɔɔ nʼawie, efisɛ na wɔde nnanson abue afɔremuka no ano na wɔde nnanson nso adi Guankɔbea Afahyɛ no.",
      "10": "Afahyɛ no awiei no, Salomo maa obiara kɔɔ ne kurom. Wɔn nyinaa ani gyei, efisɛ na Awurade ne Dawid, Salomo ne nkurɔfo Israelfo adi no yiye.",
      "11": "Onyankopɔn MmuaeNa Salomo wiee Awurade Asɔredan no ne ahemfi no si. Owiee biribiara a ɔhyehyɛ too hɔ sɛ ɔbɛyɛ no.",
      "12": "Afei, da bi anadwo, Awurade yii ne ho adi kyerɛɛ Salomo, na ɔka kyerɛɛ no se,“Mate wo mpaebɔ, na mayi saa Asɔredan yi sɛ baabi a wɔmmɔ afɔre.",
      "13": "“Ɛtɔ da a, ebia mɛto ɔsorosoro mu, enti osu rentɔ, anaa ebia mɛma mmoadabi abɛsɛe mo nnɔbae anaa ebia mɛma ɔyaredɔm aba mo so.",
      "14": "Na sɛ me nkurɔfo a wɔde me din frɛ wɔn no bɛbrɛ wɔn ho ase, abɔ mpae, ahwehwɛ me, na wɔadan afi wɔn amumɔyɛsɛm ho a, mɛte wɔ ɔsoro, na mede wɔn bɔne akyɛ wɔn, asa wɔn asase yare.",
      "15": "Mpae biara a wɔbɛbɔ wɔ ha no, metie,",
      "16": "efisɛ mayi saa Asɔredan yi asi hɔ sɛ me fi daa daa. Mʼaniwa ne me koma bɛtena ha daa.",
      "17": "“Na wo de, sɛ wudi mʼakyi sɛnea wʼagya Dawid yɛe, na wutie mʼahyɛde, di me mmara nyinaa so a,",
      "18": "meremma obiara mfa wʼahengua nkɔ. Saa bɔ koro yi ara na mehyɛɛ wʼagya Dawid bere a mekaa se, ‘Meremma onipa a obedi Israel so hene mmɔ no no.’",
      "19": "“Nanso, sɛ wugyaw me, na wubu mmara ne mʼahyɛde a mede ama mo no so, na wokɔsom anyame foforo a,",
      "20": "ɛno de, metutu Israelfo ase afi mʼasase a mede ama wɔn yi so. Mɛpo saa Asɔredan a mayi asi hɔ a mede hyɛ me din anuonyam no. Mɛyɛ no ahohorade ama aman nyinaa ahu.",
      "21": "Ɛwɔ mu, saa asɔredan yi yɛ fɛ de, nanso ɛbɛyɛ atantanne ama wɔn a wotwa mu wɔ ho no. Wobebisa se, ‘Adɛn nti na Awurade ama nneɛma a ɛyɛ hu sɛɛ aba nʼasase ne nʼAsɔredan yi so?’",
      "22": "Na mmuae bɛyɛ sɛ, ‘Efisɛ ne nkurɔfo poo Awurade, wɔn agyanom Nyankopɔn a oyii wɔn fii Misraim, kɔsom anyame foforo. Ɛno nti, na ɔmaa saa amanehunu yi nyinaa baa wɔn so.’ ”"
    },
    "8": {
      "1": "Nneɛma Afoforo Bi A Salomo YɛeSalomo dii hene no, ne mfe aduonu so na owiee Awurade Asɔredansi dwumadi kɛse ne nʼankasa ahemfi no si.",
      "2": "Afei, Salomo de nʼadwene kɔɔ nkurow a ɔhene Huram de ama no no so. Osiesiee nkurow no, na ɔmaa Israelfo no kɔtenatenaa mu.",
      "3": "Saa bere no ara mu nso na Salomo ko tiaa kurow Hamat-Soba, dii so nkonim.",
      "4": "Ɔkyekyeree Tadmor bio wɔ sare so, na ɔkyekyeree nkurow wɔ Hamat mantam mu a ɛhɔ na na wɔkora nneɛma.",
      "5": "Ɔbɔɔ nkuropɔn a na ɛwɔ atifi Bet-Horon ne anafo Bet-Horon no ho ban. Ɔsan too wɔn afasu no, de apon a wɔbram akyi totoo ano.",
      "6": "Saa ara na ɔsan kyekyeree Baalat ne mmeaemmeae a wɔkora nneɛma wɔ hɔ, san kyekyeree nkuropɔn a wɔbɛkora ne nteaseɛnam ne nʼapɔnkɔ wɔ hɔ. Ɔkyekyeree mmeaemmeae bi wɔ Yerusalem ne Lebanon ne ahemman no nyinaa mu maa ne koma tɔɔ ne yam.",
      "7": "Ebesi saa bere no, na nnipa bi tete asase no so a wɔnyɛ Israelfo. Na saa nnipa no yɛ Hetifo, Amorifo, Perisifo, Hewifo ne Yebusifo.",
      "8": "Eyinom yɛ aman a Israel ntɔre wɔn ase korakora no asefo. Ɛno nti, Salomo hyɛɛ wɔn ma wɔyɛɛ adwuma maa no. Na ebesi nnɛ, wɔsom sɛ apaafo.",
      "9": "Nanso Salomo anhyɛ Israelni biara amma wanyɛ adwuma sɛ ɔpaani. Mmom, ɔmaa ebinom kɔyɛɛ asraafo, mpanyimfo wɔ nʼakofo so ne ne nteaseɛnam ne nʼapɔnkɔkafo so asahene.",
      "10": "Ɔhene Salomo yii wɔn mu ahannu aduonum ma wɔkɔhwɛɛ ne nkɔsodwuma so.",
      "11": "Salomo yii ne yere a ɔyɛ Farao babea fii Dawid kurow mu, de no kɔɔ ahemfi foforo a wasi ama no no mu. Ɔkae se, “Ɛnsɛ sɛ me yere tena Ɔhene Dawid ahemfi, efisɛ na Awurade Apam Adaka no si hɔ, enti ɛhɔ yɛ asase kronkron.”",
      "12": "Na Salomo bɔɔ ɔhyew afɔre wɔ afɔremuka a wasi wɔ Asɔredan no ntwironoo no anim no so, maa Awurade.",
      "13": "Da biara, wɔbɔɔ afɔre sɛnea Mose de maa wɔn no. Afahyɛ ahorow a wodii no bi ne Homeda, Ɔsram Foforo Da, ne mfirihyia abiɛsa biara afahyɛ no mu a, ɛyɛ Twam Afahyɛ, Otwabere Afahyɛ ne Asese Afahyɛ.",
      "14": "Salomo de asɔfo no nnwuma rehyɛ wɔn nsa no, ɔfaa nʼagya Dawid akwankyerɛ so. Saa ara na ɔmaa Lewifo no dii ɔmanfo no anim too ayeyi nnwom, na wɔboaa asɔfo no wɔ wɔn daa daa nnwuma mu. Ɔde apon ano ahwɛfo akuwakuw no sisii wɔn apon ano sɛnea Dawid, Onyankopɔn nipa no kyerɛɛ wɔn no.",
      "15": "Salomo amman amfi akwankyerɛ a Dawid mae a ɛfa asɔfo, Lewifo ne sikakorabea ho.",
      "16": "Na Salomo hwɛɛ biribiara a ɛfa Awurade Asɔredan no si so fi da a wotwaa ne fapem, kosi da a wɔde wiee si no.",
      "17": "Akyiri no, Salomo kɔɔ Esion-Geber ne Elot a ɛyɛ ahyɛngyinabea a ɛwɔ Edom asase a ɛda Po Kɔkɔɔ mpoano hɔ no.",
      "18": "Huram brɛɛ no ahyɛn a ɔno ankasa mpanyimfo hwɛ so; na emu adwumayɛfo no nim adwuma yiye. Salomo nkurɔfo ne saa ahyɛn yi kɔɔ Ofir asase so, na wɔde sikakɔkɔɔ a na ɛkari bɛyɛ tɔn dunson brɛɛ Salomo."
    },
    "9": {
      "1": "Seba Hemmea NsrahwɛBere a Seba hemmea tee Salomo nka no, ɔbaa Yerusalem sɛ ɔde nsɛm a anoyi yɛ den rebɛsɔ no ahwɛ. Ɔne nʼasomfo bebree, yoma pii a wɔahyehyɛ nnuhuam, sikakɔkɔɔ bebree ne mpempranne wɔ wɔn so na ɛbae.",
      "2": "Ohyiaa Salomo no, wodii biribiara a enti ɔbaa saa nsrahwɛ no ho nkɔmmɔ, maa Salomo yii ne nsɛmmisa nyinaa ano sɛnea ɛsɛ.",
      "3": "Bere a Sebahemmea huu sɛnea Salomo adwene mu dɔ, ne ahemfi a wasi no,",
      "4": "ne ho dwiriw no. Ohuu nnuan a esisi ne didipon so no, sɛnea watoto nʼadwumayɛfo ne ntade fɛɛfɛ a wɔhyehyɛ, kuruwakurafo ne wɔn ntade yuu ne ɔhyew afɔre a Salomo abɔ wɔ Awurade Asɔredan mu no, ɛyɛɛ no nwonwa.",
      "5": "Ofi ahodwiriw mu ka kyerɛɛ ɔhene no se, “Biribiara a metee wɔ me kurom a ɛfa nea woatumi ayɛ ne wo nyansa ho no yɛ nokware.",
      "6": "Mannye anni kosii sɛ mʼankasa mebaa ha de mʼani kann abehu. Nokware, mante emu fa mpo. Wo nyansa no boro nea wɔka kyerɛɛ me no so koraa.",
      "7": "Migye di sɛ ɛsɛ sɛ wo nkurɔfo yi ani gye! Ɛyɛ adom ma wʼadwumayɛfo yi sɛ wotumi bɛn wo adekyee biara na wotie wo nyansasɛm.",
      "8": "Awurade, wo Nyankopɔn yɛ ɔkɛse ampa. Nʼani gye wo ho nti, ɔde wo asi ahengua so sɛ di hene ma no. Efisɛ Onyankopɔn pɛ Israel asɛm dodo, na ɔpɛ sɛ saa ahenni yi tena afebɔɔ; wasi wo hene sɛnea wode nokware ne atɛntrenee bebu ɔman no.”",
      "9": "Afei, ɔmaa ɔhene no sikakɔkɔɔ akyɛde a ɛkari tɔn  ne nnuhuam pii ne aboɔden mpempranne. Seba hemmea nnuhuam a ɔde maa Salomo no so bi mmaa da.",
      "10": "Bere a Huram hyɛn mufo ne Salomo nkurɔfo de sikakɔkɔɔ fi Ofir bae no, wɔde ɔbako nnua pa bebree ne mpempranne kaa ho bae.",
      "11": "Ɔhene no de ɔbako nnua no yɛɛ Awurade Asɔredan ne ahemfi no atrapoe. Ɔde bi nso yɛɛ asankuten ne mmɛnta maa nnwom ho nimdefo no. Na saa nnwontode no so bi mmaa da wɔ Yuda.",
      "12": "Biribiara a Seba hemmea bisaa ɔhene Salomo no, ɔde maa no. Na ɛyɛ akyɛde a ɛsom bo pa ara, na ɛboro nea ɔhemmea de brɛɛ no no so. Afei, ɔhemmea no ne nʼasomfo no san kɔɔ wɔn ankasa asase so.",
      "13": "Salomo Ahonya Ne AnuonyamAfe biara, na sikakɔkɔɔ a ɛba Salomo nsam no yɛ tɔn aduonu anum.",
      "14": "Na sika a onya fi aguadifo nkyɛn no nka eyi ho. Na Arabia ahemfo nyinaa ne amradofo a wɔwɔ asase no so nyinaa brɛ Salomo sikakɔkɔɔ ne dwetɛ.",
      "15": "Ɔhene Salomo ma wɔde sikakɔkɔɔ a wɔaboro yɛɛ akyɛm akɛse ahannu a emu biara sikakɔkɔɔ a ɛwɔ mu no mu duru yɛ kilogram ason.",
      "16": "Ɔsan yɛɛ sikakɔkɔɔ nkatabo nketewa ahaasa a wɔde asae aboro a na sikakɔkɔɔ a wɔde yɛɛ emu biara no mu duru bɛyɛ kilogram abiɛsa ne fa. Ɔhene no kɔkoraa saa nkatabo no wɔ Lebanon Kwae Ahemfi mu.",
      "17": "Afei, ɔhene no de asonse yɛɛ ahengua kɛse bi, na ɔde sikakɔkɔɔ ankasa guu ho.",
      "18": "Na ahengua no wɔ atrapoe asia a wɔde sikakɔkɔɔ ntiasode afam ho. Ahengua no wɔ nsa wɔ benkum. Ne nifa na gyata sɛso nso gyinagyina afa ne fa wɔ ahengua no ho.",
      "19": "Salomo san yɛɛ gyata sɛso dumien a ɔbaako biara gyina atrapoe ntiaso asia no mu biara benkum ne nifa. Ahengua biara nni wiase a wobetumi de atoto Salomo de no ho.",
      "20": "Ɔhene Salomo nkuruwa nyinaa, sikakɔkɔɔ na wɔde yɛe. Saa ara na nneɛma ahorow a ɛwɔ Lebanon Kwae Ahemfi mu no nso te. Wɔamfa dwetɛ anyɛ, efisɛ Salomo bere so no, na wobu dwetɛ ade teta bi.",
      "21": "Na ɔhene no wɔ aguadi ahyɛn a emu adwumayɛfo yɛ Huram asomfo. Mfe abiɛsa biara, ahyɛn no ba a, wɔde sikakɔkɔɔ, dwetɛ, asonse, nsoroboa ne asibe brɛ ɔhene no.",
      "22": "Enti ɔhene Salomo bɛyɛɛ ɔdefo ne onyansafo sen ɔhene biara wɔ asase so nyinaa.",
      "23": "Ahemfo fifi aman nyinaa so bɛsraa no, tiee ne nyansasɛm a Onyankopɔn de adom no no bi.",
      "24": "Afe biara, obiara a ɔbɛba abɛsra no no, ɔbrɛ no akyɛde te sɛ dwetɛ, sikakɔkɔɔ, ntade, akode, nnuhuam, apɔnkɔ ne funumpɔnkɔ.",
      "25": "Na Salomo wɔ apɔnkɔdan mpem anan a ne nteaseɛnam apɔnkɔ da mu ne apɔnkɔ mpem dumien. Ɔde mu fa kɛse no kɔɔ nkurow a ne nteaseɛnam wɔ mu, na ɔmaa bi nso bɛn no wɔ Yerusalem.",
      "26": "Odii hene bunkam faa ahemfo nyinaa so, fi Asubɔnten Eufrate ano de kosi Filistifo asase ne Misraim hye so.",
      "27": "Ɔhene no maa dwetɛ buu so ma ɛyɛɛ sɛ abo wɔ Yerusalem. Sida nnua nso, onya ma ebuu ne so te sɛ ankye nnua a enyin wɔ Yuda mmepɔw ase no.",
      "28": "Na wɔtɔ Salomo apɔnkɔ fi Misraim ne aman ahorow bebree so.",
      "29": "Salomo ahenni ho nsɛm nkae, fi mfiase kosi awiei no, wɔankyerɛw angu odiyifo Natan nhoma, Ahiya a ofi Silon adiyisɛm ne nhumuni Ido anisoadehu a ɛfa Nebat babarima Yeroboam ho no mu ana?",
      "30": "Salomo tenaa Yerusalem dii Israel nyinaa so hene mfirihyia aduanan.",
      "31": "Owui no, wosiee no wɔ nʼagya Dawid kurom. Ne babarima Rehoboam na odii nʼade sɛ ɔhene."
    },
    "10": {
      "1": "Atifi Fam Mmusuakuw Tew AtuaRehoboam kɔɔ Sekem, efisɛ na Israel nyinaa ahyia hɔ sɛ wɔrebesi no hene.",
      "2": "Bere a Nebat babarima Yeroboam tee sɛ Salomo awu no, ofi Misraim bae, efisɛ oguan fii ɔhene Salomo nsam kɔtenaa Misraim.",
      "3": "Israel mpanyimfo soma ma wɔkɔfaa Yeroboam, na ɔne Israel nyinaa kɔɔ sɛ wɔne Rehoboam rekɔkasa.",
      "4": "Wɔkae se, “Wʼagya hyɛɛ yɛn ma yɛyɛɛ adwumaden. Yɛsrɛ wo, tew saa adwumaden ne sonkahiri adesoa duruduru a wʼagya de soaa yɛn no so. Woyɛ saa a, yɛbɛsom wo nokware mu.”",
      "5": "Rehoboam buae se, “Momma me nnansa na menwene mo asɛm yi ho. Ɛno akyi, mommra mmegye me mmuae.” Enti nnipa no san kɔe.",
      "6": "Na Ɔhene Rehoboam kɔɔ ne mpanyimfo bi a na wotu nʼagya Salomo fo ne wɔn kosusuw asɛm no ho. Obisaa wɔn se, “Moka asɛm no ho dɛn? Mmuae bɛn na memfa mma saa nnipa yi?”",
      "7": "Mpanyimfo yi buae se, “Sɛ woyɛ nnipa no yiye, na woyɛ ayamye kyerɛ wɔn ma ɛsɔ wɔn ani a, wɔn nso bɛyɛ wo nkurɔfo nokwafo.”",
      "8": "Nanso Rehoboam amfa afotu a mpanyimfo no maa no no. Mmom, ɔkɔɔ nʼatipɛnfo mmabun bi a ɔne wɔn sii so a na wotu no fo no nkyɛn.",
      "9": "Obisaa wɔn se, “Mo nso mo adwene ne dɛn? Mmuae bɛn na memfa nkɔma nnipa a wɔpɛ sɛ metew adesoa a mʼagya de soaa wɔn no so?”",
      "10": "Mmerante no buae se, “Asɛm a ɛsɛ sɛ woka kyerɛ wɔn ne se, ‘Me nsateaa ketewa no mu piw sen mʼagya asen mu. Na sɛ modwene sɛ na ɔyɛ den wɔ mo so a, montwɛn na mubehu sɛnea mete.’",
      "11": "Yiw, na mʼagya yɛ den wɔ mo so, nanso me de, mɛyɛ nea ɛkyɛn saa. Sɛ mʼagya kaa mo mpire a, me de, mede nkekantwɛre na ɛbɛhwe mo.”",
      "12": "Nnansa akyi no, Yeroboam ne nnipa no nyinaa san baa sɛ wɔrebetie Rehoboam mmuae sɛnea ɔkae no.",
      "13": "Na Rehoboam de ahantan kasa kyerɛɛ wɔn. Wamfa mpanyimfo no afotu,",
      "14": "na ɔfaa mmerante no afotu. Ɔka kyerɛɛ nnipa no se, “Na mʼagya ma moyɛ adwumaden, na me de, mɛkyɛn saa! Sɛ mʼagya kaa mo mpire a, me de, mede nkekantwɛre na ɛbɛhwe mo!”",
      "15": "Enti ɔhene no anyɛ nnipa no abisade no ho hwee. Saa nsɛm a esisii yi yɛ Onyankopɔn nhyehyɛe, efisɛ ɛmaa Awurade nkɔm a ɔnam odiyifo Ahiya a ofi Silo no hyɛɛ Nebat babarima Yeroboam no baa mu.",
      "16": "Bere a Israel huu sɛ ɔhene no anyɛ wɔn abisade amma wɔn no, wɔteɛteɛɛ mu se,“Dawid ne nʼadedi ntoaso no mfa wɔn ho.Yɛne Yisai babarima no nni twaka biara.Israel, momma yɛnkɔ yɛn afi.Dawid, kɔhwehwɛ wʼankasa wo fi.”Enti Israel nyinaa san kɔɔ fie.",
      "17": "Na Rehoboam kɔɔ so dii Israelfo a na wɔtete Yuda nkurow so no so hene.",
      "18": "Ɔhene Rehoboam somaa Hadoram a na ɔhwɛ adwumayɛfo so no sɛ ɔnkɔhwɛ mma ɔman no nyɛ dinn, nanso Israelfo no siw no abo kum no. Bere a ɔhene Rehoboam tee saa asɛm no, ntɛm ara, ohuruw tenaa ne teaseɛnam mu, guan kɔɔ Yerusalem.",
      "19": "Israel mmusuakuw a wɔwɔ atifi fam no ampene sɛ Dawid aseni biara bedi wɔn so, de besi nnɛ."
    },
    "11": {
      "1": "Semaia NkɔmhyɛBere a Rehoboam duu Yerusalem no, ɔboaboaa Yuda ne Benyamin asraafo a wosi pi si ta mpem ɔha aduɔwɔtwe ano, sɛ wɔrekɔko atia Israel asraafo, na wɔagye ahenni no afa.",
      "2": "Na Awurade ka kyerɛɛ Onyankopɔn nipa Semaia se,",
      "3": "“Ka kyerɛ Salomo babarima Rehoboam a odi hene wɔ Yuda ne Israelfo a wɔwɔ Yuda ne Benyamin no se,",
      "4": "Sɛnea Awurade se ni: ‘Nko ntia wʼabusuafo. San wʼakyi kɔ fie, efisɛ me na memaa asɛm a asi no ho kwan!’ ” Enti wotiee Awurade asɛm no, na wɔanko antia Yeroboam.",
      "5": "Rehoboam Ma Yuda BammɔRehoboam tenaa Yerusalem, na ɔbɔɔ nkurow ahorow ho ban, maa Yuda yɛɛ den.",
      "6": "Ɔkyekyeree Betlehem, Etam, Tekoa,",
      "7": "Bet-Sur, Soko, Adulam,",
      "8": "Gat, Maresa, Sif,",
      "9": "Adoraim, Lakis, Aseka,",
      "10": "Sora, Ayalon ne Hebron. Eyinom ne nkurow a wɔbɔɔ ho ban wɔ Yuda ne Benyamin.",
      "11": "Rehoboam yeree wɔn bammɔ mu, na ɔde asahene duaduaa hɔ. Ɔkoraa nnuan, ngo ne nsa wɔ kuropɔn biara so.",
      "12": "Ɔde nkatabo ne mpeaw siee wɔ saa nkurow yi mu de hyɛɛ wɔn bammɔ mu den. Enti Yuda ne Benyamin nko ara na wɔbɛhyɛɛ nʼase.",
      "13": "Asɔfo ne Lewifo a na wɔne Israel atifi fam mmusuakuw te no kɔɔ Rehoboam afa.",
      "14": "Na Lewifo no mpo gyaw wɔn afi ne wɔn agyapade kɔɔ Yuda ne Yerusalem, efisɛ Yeroboam ne ne mmabarima amma wɔn kwan ansom Awurade sɛ asɔfo.",
      "15": "Yeroboam yii nʼankasa asɔfo ma wɔsom wɔ abosonsomfo nsɔre so a na wɔsom abirekyi ne nantwimma ahoni a na wɔayɛ.",
      "16": "Israelman mu nyinaa, wɔn a na wɔpɛ sɛ wɔsom Awurade, Israel Nyankopɔn no dii Lewifo no akyi kɔɔ Yerusalem faako a wobetumi de ayɛyɛde ama Awurade, wɔn agyanom Nyankopɔn no.",
      "17": "Eyi maa Yuda ahenni nyaa ahoɔden, na wɔde mfe abiɛsa boaa Salomo babarima Rehoboam, na wɔhwehwɛɛ Awurade nokware, sɛnea wɔyɛɛ wɔ Dawid ne Salomo ahenni mu no.",
      "18": "Rehoboam AbusuaRehoboam waree Mahalat. Na ɔyɛ Dawid babarima Yerimot babea. Na ɔyɛ Abihail a ɔyɛ Yisai babarima Eliab babea nso.",
      "19": "Mahalat woo mmabarima baasa a wɔne Yeus, Semaria ne Saham.",
      "20": "Akyiri no, ɔwaree Absalom babea Maaka. Maaka woo Abia, Atai, Sisa ne Selomit.",
      "21": "Na Rehoboam dɔ Maaka yiye sen ne yerenom a wɔaka ne ne mpenanom nyinaa. Na ɔwɔ yerenom dunwɔtwe ne mpenanom aduosia, na wɔwowoo mmabarima aduonu awotwe ne mmabea aduosia.",
      "22": "Rehoboam sii Maaka babarima Abia ahenemmahene ma ɛdaa adi pefee sɛ daakye, ɔno na obedi nʼade sɛ ɔhene.",
      "23": "Bio, Rehoboam faa nyansakwan so de dwumadi hyehyɛɛ ne mmabarima a wɔaka no nsa, de wɔn tuatuaa nkurow a wɔabɔ ho ban, wɔ nsase no nyinaa so. Ɔmaa wɔn wɔn ahiade nyinaa, hyehyɛɛ aware bebree maa wɔn mu biara."
    },
    "12": {
      "1": "Misraim Tu Yuda So SaRehoboam ahenni timii, na ɔyɛɛ den no, ɔne Israel nyinaa gyaw Awurade mmara.",
      "2": "Esiane sɛ na wonni Awurade nokware no nti, afe a ɛto so anum wɔ ɔhene Rehoboam adedi mu no, Misraimhene Sisak kɔtow hyɛɛ Yerusalem so.",
      "3": "Ɔde nteaseɛnam apem ahannu, apɔnkɔsotefo mpem aduosia ne anammɔnmufo asraafo a wontumi nkan wɔn dodow a Libiafo, Sukifo ne Etiopiafo ka ho na wɔbae.",
      "4": "Sisak dii Yudafo nkurow a wɔabɔ ho ban no so nkonim, na otu teɛɛ sɛ ɔrekɔtow ahyɛ Yerusalem so nso.",
      "5": "Odiyifo Semaia hyiaa Rehoboam ne Yuda mpanyimfo a Sisak nti, wɔaguan aba Yerusalem. Semaia ka kyerɛɛ wɔn se, “Sɛnea Awurade se ni! Moagyaw me nti, me nso meregyaw mo ama Sisak.”",
      "6": "Ɔhene no ne Israel mpanyimfo brɛɛ wɔn ho ase, kae se, “Awurade di bem sɛ ɔyɛɛ yɛn saa!”",
      "7": "Awurade huu sɛ wɔanu wɔn ho no, ɔde saa nkra yi somaa Semaia: “Esiane sɛ nnipa no abrɛ wɔn ho ase nti, merensɛe wɔn korakora na ɛrenkyɛ, mɛma wɔn ahomegye. Meremfa Sisak so nna mʼabufuw adi wɔ Yerusalem so.",
      "8": "Nanso wɔbɛyɛ nʼasomfo sɛnea ɛbɛkyerɛ wɔn sɛ, ɛsɛ sɛ wɔsom me sen sɛ wɔbɛsom wiase ahemfo.”",
      "9": "Enti Misraimhene Sisak baa Yerusalem bɛsesaw agyapade a ɛwɔ Awurade Asɔredan no mu ne ahemfi hɔ nneɛma a Salomo sikakɔkɔɔ nkatabo no nyinaa ka ho.",
      "10": "Akyiri no, ɔhene Rehoboam de kɔbere akyɛm de sii anan, na ɔde hyɛɛ ahemfi awɛmfo nsa sɛ wɔnhwɛ so.",
      "11": "Bere biara a ɔhene no bɛkɔ Awurade Asɔredan no mu no, awɛmfo no soa kɔ hɔ bi, na sɛ owie na ɔreba a, wɔsan de begu awɛmfo dan no mu.",
      "12": "Esiane sɛ Rehoboam brɛɛ ne ho ase nti, Awurade abufuw no fii ne so, nti wansɛe no korakora. Ɛmaa yiyedi kɔɔ so wɔ Yuda asase so.",
      "13": "Rehoboam Ahenni TiatwaƆhene Rehoboam timii wɔ Yerusalem, na ɔtoaa so dii hene. Bere a odii ade no, na wadi mfirihyia aduanan baako. Na odii ade mfirihyia dunson wɔ Yerusalem, kuropɔn a Awurade ayi afi Israel mmusuakuw nyinaa mu sɛ ɛhɔ na wɔbɛhyɛ ne din anuonyam no. Na Rehoboam na din de Naama a ofi Amon.",
      "14": "Na ɔyɛ ɔhene bɔne, efisɛ wamfa ne koma nyinaa anhwehwɛ Awurade akyi kwan.",
      "15": "Wɔankyerɛw Rehoboam ahenni ho nsɛm nkae no a efi mfiase kosi awiei no wɔ odiyifo Semaia nhoma ne nhumuni Ido nhoma a ɛyɛ awo ntoatoaso nhoma no fa bi mu ana? Bere biara, na akokoakoko wɔ Rehoboam ne Yeroboam ntam.",
      "16": "Bere a Rehoboam wui no, wosiee no wɔ Dawid kurom. Na ne babarima Abia dii nʼade sɛ ɔhene."
    },
    "13": {
      "1": "Abia Ne Yeroboam Di AkoBere a Yeroboam dii hene wɔ Israel no, ne mfe dunwɔtwe so, na Abia fii ase dii hene wɔ Yuda.",
      "2": "Odii hene mfe abiɛsa wɔ Yerusalem. Na ne na din de Maaka a ɔyɛ Uriel a ofi Gibea no babea.Na ɔko baa Abia ne Yeroboam ntam.",
      "3": "Ɔhene Abia de akofo akɛse mpem ahannan dii Yuda anim, kohyiaa Yeroboam a ɔno nso akɔfa mmarima akofo akokodurufo mpem ahanwɔtwe afi Israel.",
      "4": "Bere a Yuda asraafo no duu Efraim mmepɔw nsase no so no, Abia gyinaa bepɔw Semaraim so, teɛɛ mu kyerɛɛ Yeroboam ne Israelfo asraafo no se, “Muntie me!",
      "5": "Munnim sɛ Awurade, Israel Nyankopɔn, ne Dawid yɛɛ daa apam de Israel ahengua maa ɔne nʼasefo afebɔɔ ana?",
      "6": "Nanso Nebat babarima Yeroboam a na ɔyɛ Dawid babarima Salomo somfo teta bi no bɛyɛɛ ne wura ɔfatwafo.",
      "7": "Na ɛmaa ahuhufo dɔm kɔboaa no, bu faa Salomo babarima Rehoboam so na esiane sɛ na onnyinii, na onni osuahu biara nti, wantumi annyina ne wɔn anni asi.",
      "8": "“Wugye di yiye sɛ wubetumi agyina, atia Awurade ahenni a Dawid asefo tua ano no? Wʼasraafodɔm no so yiye. Nantwimma a Yeroboam de sikakɔkɔɔ yɛɛ no ne mo anyame.",
      "9": "Woapam Awurade asɔfo ne Lewifo no, na woahyɛ wʼankasa asɔfo te sɛ abosomman no pɛ. Nnɛ yi, woma obiara bɛyɛ ɔsɔfo. Obiara a ɔde nantwi ba ne adwennini ason bɛba sɛ wonnyina so nhyɛ no sɔfo no, otumi bɛyɛ ɔsɔfo ma saa mo anyame no.",
      "10": "“Na yɛn de, Awurade ne yɛn Nyankopɔn, na yennyaa no da. Aaron asefo nko ara na wɔsom Awurade sɛ asɔfo, na Lewifo nko ara na wotumi boa wɔn wɔ wɔn dwumadi mu.",
      "11": "Wɔde ɔhyew afɔrebɔde ne ɔhyew aduhuam brɛ Awurade daa anɔpa ne anwummere. Wɔde Daa Daa Brodo no to ɔpon kronkron no so, na daa anwummere, wɔsɔ sikakɔkɔɔ kaneadua no. Yɛredi Awurade, yɛn Nyankopɔn, nkyerɛkyerɛ so, nanso moagyaw no.",
      "12": "Enti ɛsɛ sɛ mote ase sɛ Onyankopɔn ka yɛn ho. Ɔno ne yɛn kannifo. Nʼasɔfo hyɛn wɔn torobɛnto, di yɛn anim, de yɛn kɔ ɔko tia mo. Israelfo, monnko ntia Awurade, mo agyanom Nyankopɔn no, na morenni nkonim.”",
      "13": "Nanso na Yeroboam ayɛ nwaa ama nʼakofo a wɔwɔ hɔ no bi afa Yuda mmarima akyi akɔtetɛw wɔn.",
      "14": "Bere a Yuda huu sɛ wofi wɔn anim ne wɔn akyi atow ahyɛ wɔn so no, wosu frɛɛ Awurade sɛ ɔmmoa wɔn. Na asɔfo no hyɛn ntorobɛnto,",
      "15": "na Yuda mmarima no fii ase teɛteɛɛ mu. Wɔn ko no mu nteɛteɛmu no mu no, Onyankopɔn kaa Yeroboam ne Israel asraafo no gui, wɔ Abia ne Yuda asraafodɔm anim.",
      "16": "Israel asraafo no guan fii Yuda, na Onyankopɔn maa Yuda dii nkonim.",
      "17": "Abia ne nʼakofo kunkum Israel asraafo no bebree. Da no, wɔn a wɔtotɔɔ wɔ Israel asraafo a wodi mu mu no yɛ mpem ahannum.",
      "18": "Na Yuda dii Israel so nkonim, efisɛ wɔde wɔn ho too Awurade, wɔn agyanom Nyankopɔn no so.",
      "19": "Abia ne nʼakofo kɔɔ so taa Yeroboam asraafo no, faa wɔn nkurow no bi te sɛ Bet-El, Yesana ne Efron ne ɛho nkurow.",
      "20": "Enti bere a Abia te ase no de, Yeroboam a ɔyɛ Israelhene annya tumi biara, na akyiri no, Awurade bɔɔ no ma owui.",
      "21": "Yudahene Abia kɔɔ so nyaa tumi. Ɔwaree yerenom dunan. Ɔwoo mmabarima aduonu abien ne mmea dunsia.",
      "22": "Abia ahenni ho nsɛm nkae ne ne nsɛm ne dwuma a odii no, wɔakyerɛw agu Odiyifo Ido Nkyeremu Nhoma no mu."
    },
    "14": {
      "1": "Asa Ahenni MfiaseAbia wu ma wosiee no wɔ Dawid kurom. Ne babarima Asa na odii nʼade sɛ ɔhene. Asomdwoe baa asase no so mfe du.",
      "2": "Asa yɛɛ nea ɛsɔ Awurade, ne Nyankopɔn no, ani.",
      "3": "Otutuu abosonsomfo afɔremuka ne wɔn abosonnan nyinaa gui. Odwiriw wɔn afadum, twitwaa Asera nnua nyinaa.",
      "4": "Ɔhyɛɛ ɔmanfo a wɔwɔ Yuda se, wɔnhwehwɛ Awurade, wɔn agyanom Nyankopɔn no, na wonni ne mmara ne nʼahyɛde nyinaa so.",
      "5": "Asa san bubuu abosonnan ne nnuhuam afɔremuka fii Yuda nkurow nyinaa mu. Ɛno nti, wonyaa asomdwoe wɔ Asa ahenni mu.",
      "6": "Saa asomdwoe mfe no mu no, otumi siesiee bammɔ nkuropɔn a ɛwɔ Yudaman mu nyinaa. Obiara anyɛ nʼadwene sɛ ɔbɛko atia no saa bere yi, efisɛ na Awurade rema no ahomegye wɔ nʼatamfo nsam.",
      "7": "Asa ka kyerɛɛ Yudafo se, “Momma yɛnkyekye nkurow, na yentwa afasu mfa ho mfa mmɔ ho ban. Yɛbɛyɛ abantenten, asisi apon, ayɛ nnadeban nso. Asase no yɛ yɛn dea, efisɛ yɛsrɛɛ Awurade yɛn Nyankopɔn, na wama yɛn ahomegye wɔ yɛn atamfo nsam.” Enti wɔkɔɔ so yɛɛ saa nnwuma yi de baa awiei.",
      "8": "Na ɔhene Asa wɔ akofo mpem ahaasa a wofi Yuda abusuakuw mu a wɔwɔ nkatabo ne mpeaw akɛse. Afei, na ɔwɔ akofo mpem ahannu aduɔwɔtwe a wofi Benyamin abusua mu a wokurakura nkatabo ne agyan nketewa. Na akofo akokodurufo wɔ saa asraafodɔm abien yi mu.",
      "9": "Bere bi, Etiopiani bi a wɔfrɛ no Serah de asraafodɔm ɔpepem baako ne nteaseɛnam ahaasa, kɔtow hyɛɛ Yuda so. Wɔkɔ koduu Maresa kuropɔn mu.",
      "10": "Asa nso boaa nʼakofo ano ne wɔn kɔkoo wɔ Sefata bon mu a ɛbɛn Maresa.",
      "11": "Asa teɛɛ mu, frɛɛ Awurade ne Nyankopɔn se, “Awurade, wo nko ara na wubetumi aboa nea ɔyɛ mmerɛw na watumi ako atia ɔhoɔdenfo! Boa yɛn, Awurade, yɛn Nyankopɔn, efisɛ wo nko ara ne yɛn anidaso. Wo din mu na yɛrehyia dɔm kɛse yi. Awurade, woyɛ yɛn Nyankopɔn, na mma kwan mma nnipa teta nsɔre ntia wo!”",
      "12": "Na Awurade dii Etiopiafo no so nkonim wɔ Asa ne Yuda asraafodɔm no anim, na atamfo no guanee.",
      "13": "Asa ne nʼakofo no taa wɔn ara kosii Gerar, maa Etiopiafo no bebree totɔe a wɔantumi ammoa wɔn ho ano. Awurade ne nʼakofo dwerɛw wɔn, na Yuda asraafo no nyaa asade bebree kɔe.",
      "14": "Bere a wɔwɔ Gerar no, wɔtow hyɛɛ nkurow a ɛwɔ beae hɔ nyinaa so, na Awurade ho huboa tɔɔ nnipa a wɔwɔ hɔ no so. Awiei no, wonyaa asade bebree wɔ saa nkurow no so nso.",
      "15": "Wɔsan tow hyɛɛ mmoahwɛfo atenae, kyekyeree nguan ne yoma, ansa na wɔresan akɔ Yerusalem."
    },
    "15": {
      "1": "Asa Hyehyɛ Nyamesom FoforoNa Onyankopɔn honhom baa Oded babarima Asaria so,",
      "2": "na opue kohyiaa ɔhene Asa a ofi akono reba no. Ɔteɛɛ mu guu Asa so se, “Tie me, Asa, Yudamanfo nyinaa ne Benyamin muntie. Mmere dodow a mo ne Awurade te no, ɔno nso ne mo bɛtena. Bere biara a mobɛhwehwɛ no no, mubehu no. Nanso sɛ mugyaw no a, ɔno nso begyaw mo.",
      "3": "Teteete no, na Israel nni nokware Nyankopɔn no, na wonni ɔsɔfo a ɔbɛkyerɛkyerɛ wɔn, na wonni Onyankopɔn mmara nso.",
      "4": "Nanso bere biara a mobɛkɔ ahohia mu na mobɛkɔ Awurade Israel Nyankopɔn nkyɛn, na moahwehwɛ no no, muhuu no.",
      "5": "Saa esum bere no mu, na akwantu yɛ hu. Na ɔhaw wɔ ɔman no afanan nyinaa.",
      "6": "Akodi baa ɔman ne ɔman ntam, kuropɔn ne kuropɔn ntam, efisɛ Awurade maa ɔhaw ahorow bebree baa mo so.",
      "7": "Na afei, mo Yuda mmarima, mo ho nyɛ den, munnya akokoduru, na mubenya mo adwumayɛ so akatua.”",
      "8": "Bere a Asa tee saa asɛm yi fii odiyifo Asaria nkyɛn no, onyaa akokoduru, yiyii ahoni a ɛwɔ Yuda asase so ne Benyamin nyinaa ne nkurow a wako afa a ɛwowɔ Efraim bepɔw nsase so no so. Osiesiee Awurade afɔremuka a na esi Awurade Asɔredan ntwironoo anim no.",
      "9": "Afei, Asa frɛfrɛɛ nnipa a wɔwɔ Yuda ne Benyamin nyinaa. Ɔfrɛɛ nnipa a wofi Efraim, Manase ne Simeon a wɔabɛtena wɔn mu no nso. Bebree tutu kɔtenaa Yuda wɔ Ɔhene Asa bere so, efisɛ wohuu sɛ Awurade, ne Nyankopɔn, ka ne ho.",
      "10": "Ɛrekɔ ɔsram a ɛto so abiɛsa awiei no mu a na Asa adi ade mfe dunum no, nnipa no boaa wɔn ho ano wɔ Yerusalem.",
      "11": "Saa da no, wɔde mmoa a wɔkyekyeree wɔn ɔko mu no bi bɔɔ Awurade afɔre. Na mmoa no dodow yɛ anantwi ahanson a nguan ne mmirekyi nso dodow yɛ mpem ason.",
      "12": "Afei, wofi wɔn koma ne wɔn kra nyinaa mu yɛɛ apam sɛ wɔbɛhwehwɛ Awurade, wɔn agyanom Nyankopɔn.",
      "13": "Wɔpenee so se, obiara a ɔbɛpo Awurade, wɔn agyanom Nyankopɔn no, wobekum no, sɛ onnyinii anaa wanyin, sɛ ɔyɛ ɔbarima anaa ɔbea.",
      "14": "Wɔhyɛn ntorobɛnto ne mmɛn denneennen, de dii Awurade nokwaredi ntam no ho adanse.",
      "15": "Wɔn nyinaa ani gyee saa apam yi ho, efisɛ wofi wɔn koma nyinaa mu na ɛyɛe. Wɔpere hwehwɛɛ Onyankopɔn, na wohuu no. Na Awurade maa wɔn ahomegye fii wɔn atamfo a wɔwɔ afanan nyinaa nsam.",
      "16": "Mpo ɔhene Asa tuu ne nena baa Maaka fii ahemmeagua no so, efisɛ osii Asera nnua a ɛyɛ atantanne. Otwaa dua no, bubuu mu, hyew no wɔ Kidron bon mu.",
      "17": "Ɛwɔ mu sɛ wɔantutu abosonsom nsɔre so no nyinaa amfi Israel de, nanso Asa de ne ho nyinaa maa Awurade ne nkwanna nyinaa.",
      "18": "Ɔde dwetɛ ne sikakɔkɔɔ ne nneɛma ahorow a ɔne nʼagya de maa Awurade no baa Onyankopɔn Asɔredan no mu.",
      "19": "Enti ɔko ansi bio kosii Asa adedi afe a ɛto so aduasa anum no so."
    },
    "16": {
      "1": "Asa Ahenni Nna A Edi AkyiriAsa dii ade mfe aduasa asia no, Israelhene Baasa kɔtow hyɛɛ Yuda so, na ɔbɔɔ Rama ho ban, sɛnea ɛbɛyɛ a, obi ntumi nkɔ mu anaa ompue mfi ɔhene Asa Yudaman mu.",
      "2": "Asa yii dwetɛ ne sikakɔkɔɔ fii Awurade Asɔredan adekoradan ne ahemfi hɔ. Ɔde kɔmaa Aramhene Ben-Hadad a na odi hene wɔ Damasko na ɔde saa nkra yi kaa ho:",
      "3": "“Ma yɛnyɛ apam a na ɛda wʼagya ne mʼagya ntam no foforo. Tie, mede akyɛde a ɛyɛ dwetɛ ne sikakɔkɔɔ resoma de abrɛ wo. Twa wo ne Israelhene Baasa apam no mu, sɛnea ɔmmfa ne nsa nka me.”",
      "4": "Ben-Hadad penee ɔhene Asa abisade no so, na ɔsomaa nʼasraafo, kɔtow hyɛɛ Israel so. Wodii Iyon, Dan, Abel-Maim ne Naftali aduan akorae nkuropɔn nyinaa so.",
      "5": "Bere a Israelhene Baasa tee asɛm a asi no, ogyaee Rama bammɔ ho dwumadi no.",
      "6": "Enti ɔhene Asa frɛɛ ne mmarima a wɔwɔ Yuda nyinaa ma wɔbɛsoaa adansi abo ne nnua a na Baasa de rebɔ Rama ho ban no. Asa de saa nneɛma yi bɔɔ nkurow Geba ne Mispa ho ban.",
      "7": "Saa bere no mu no, ɔdehufo Hanani baa ɔhene Asa nkyɛn bɛka kyerɛɛ no se, “Esiane sɛ wode wo ho ato Aramhene so, na woagyaw Awurade wo Nyankopɔn nti, worentumi nni Aramhene asraafo no so.",
      "8": "Wonkae nea ɛbaa Etiopiafo no ne Libiafo ne wɔn asraafodɔm dodow ne wɔn nteaseɛnam ne wɔn apɔnkɔsotefo so no? Saa bere no, na wode wo ho to Awurade so, na ɔde wɔn nyinaa hyɛɛ wo nsa.",
      "9": "Awurade aniwa kyin fa asase so baabiara, sɛnea ɔbɛhyɛ wɔn a wɔde wɔn koma nyinaa to no so no den. Nkwaseasɛm bɛn na woadi yi! Efi nnɛ, wobɛkɔ ɔko.”",
      "10": "Asa bo fuw Hanani yiye sɛ wabɛka saa asɛm yi akyerɛ no, na ɔkyeree no too afiase. Saa bere no ara na Asa afi ase rehyɛ ne nkurɔfo no bi so.",
      "11": "Asa Ahenni TiaatwaAsa ahenni ho nsɛm nkae, fi mfiase kosi awiei no, wɔakyerɛw agu Yuda ne Israel ahemfo nhoma no mu.",
      "12": "Nʼadedi mfe aduasa akron so no, ɔyare huhuuhu bi yɛɛ Asa nan. Ɔyare no duu ne mpɔmpɔnso a ɛreyɛ akum no mpo no, wanhwehwɛ Awurade mmoa akyi kwan, na mmom, ɔhwehwɛɛ ayaresafo mmoa.",
      "13": "Enti nʼadedi mfe aduanan baako so no, owui.",
      "14": "Wosiee no ɔboda a ɔno ara twa maa nʼankasa ho no mu wɔ Dawid kurom. Wɔdedaa no mpa a wɔde nnuhuam ne sradehuam ho hua ahyɛ no ma, na nʼayiyɛ no mu no, nnipa no bɔɔ ogyatannaa kɛse bi de hyɛɛ no anuonyam."
    },
    "17": {
      "1": "Yehosafat Di Yuda So HeneNa Asa babarima Yehosafat bedii nʼade sɛ ɔhene. Ɔhyɛɛ Yuda den, sɛnea obetumi agyina Israel ɔfow biara ano.",
      "2": "Oduaduaa asraafodɔm wɔ Yuda nkuropɔn a wɔabɔ ho ban no nyinaa mu. Ɔde asraafodɔm kumaa bi kɔɔ Yuda asase so ne Efraim nkurow a nʼagya Asa ako agye no so.",
      "3": "Na Awurade ka Yehosafat ho, efisɛ ɔyɛɛ sɛnea nʼagya Asa yɛe wɔ ne mfe a edi kan no mu, na wansom Baal ahoni no.",
      "4": "Ɔhwehwɛɛ nʼagya Nyankopɔn, na odii nʼahyɛde so a wanni Israel ahenni mu nneyɛe no akyi.",
      "5": "Enti Awurade maa Yehosafat Yudaman so ahenni no timii. Nnipa a wɔwɔ Yuda nyinaa brɛɛ Yehosafat akyɛde, ma ɔyɛɛ ɔdefo, na wɔde nidi maa no.",
      "6": "Ofi ne koma nyinaa mu nantew Awurade akwan so. Obubuu abosonsomfo nsɔree so, na ɔsɛee Asera nnua no.",
      "7": "Yehosafat ahenni mfe abiɛsa so no, ɔsomaa ne mpanyimfo ma wɔkɔkyerɛkyerɛɛ wɔ Yuda nkurow nyinaa so. Ne mpanyimfo no ne Ben-Hail, Obadia, Sakaria, Netanel ne Mikaia.",
      "8": "Ɔsomaa Lewifo a wɔn din didi so yi kaa wɔn ho: Semaia, Netania, Sebadia, Asahel, Semiramot, Yehonatan, Adoniya, Tobia ne Tob-Adoniya. Ɔsomaa asɔfo Elisama ne Yehoram nso.",
      "9": "Wɔfaa Awurade mmara a wɔatintim nhoma no de kyinii Yuda nkurow nyinaa so, kyerɛkyerɛɛ nnipa no.",
      "10": "Na afei, ɛmaa Awurade ho suro tɔɔ ahenni a atwa ahyia no nyinaa so, nti obiara amfa ɔko ankɔ Yehosafat so.",
      "11": "Filistifo no bi brɛɛ no akyɛde ne dwetɛ sɛ sonkahiri, na Arabfo brɛɛ no adwennini mpem ason ne ahanson ne mpapo mpem ason ne ahanson.",
      "12": "Ɛmaa Yehosafat tumi mu yɛɛ den, na ɛkɔɔ so yɛɛ den ara ma osisii aban ne nnuan adekoradan wɔ Yuda nkuropɔn nyinaa so.",
      "13": "Ɔkoraa nneɛma bebree wɔ Yuda nkurow mu, na ɔmaa asraafo a wɔyɛ den tenaa Yerusalem.",
      "14": "Wogyinaa agyanom mmusuakuw so gyee asraafo.Yuda abusua mu, na asraafodɔm no dodow yɛ mpem ahaasa (,)a wɔakyekyɛ wɔn mu akuwakuw apem (,). Adna na na ɔyɛ wɔn so sahene.",
      "15": "Onipa a na odi ne so ne Yehohanan a na odi asraafodɔm mpem ahannu aduɔwɔtwe (,) so.",
      "16": "Nea odi hɔ ne Sikri babarima Amasia, a ɔde ne ho bɔɔ afɔre maa Awurade adwuma a na odi asraafodɔm mpem ahannu (,) so sahene.",
      "17": "Benyamin abusua asraafodɔm no,na wɔn dodow yɛ mpem ahannu (,) a wɔwɔ agyan ne nkatabo. Na wɔn sahene ne Eliada, ɔsraani a wadi ako akyɛ.",
      "18": "Nea odi hɔ ne Yehosabad a otua asraafo mpem ɔha aduɔwɔtwe (,) a wɔada wɔn ho so ama akodi no ano.",
      "19": "Eyinom ne asraafodɔm a wɔtenaa Yerusalem som ɔhene, ne wɔn a Yehosafat de wɔn duaduaa nkurow a wɔabɔ ho ban wɔ Yudaman mu no."
    },
    "18": {
      "1": "Yehosafat Ne AhabYehosafat yɛɛ ɔdefo a na nʼanuonyam nso korɔn. Ɔhyehyɛ maa ne babarima waree Israelhene Ahab babea.",
      "2": "Mfe kakraa bi akyi no, ɔkɔɔ Samaria kɔsraa Ahab. Ahab too pon kɛse bi maa ɔne ne mpanyimfo. Wokunkum nguan ne anantwi bebree de too pon no. Na Ahab srɛɛ Yehosafat sɛ ɔmmɛboa no, na ɔnkɔko ntia Ramot-Gilead.",
      "3": "Ahab bisaa no se, “Wobɛboa me na mako atia Ramot-Gilead ana?” Na Yehosafat bua se, “Me ne wo yɛ pɛ na me nkurɔfo te sɛ wo nkurɔfo, Yɛbɛboa wo, ama woako.”",
      "4": "Na Yehosafat ka kaa ho se, “Nea edi kan no, ma yemmisa Awurade hɔ afotu.”",
      "5": "Enti ɔhene Ahab frɛɛ nʼadiyifo a wɔn dodow bɛyɛ ahannan no nyinaa, bisaa wɔn se, “Menkɔko ntia Ramot Gilead anaa mennkɔ?”Wɔn nyinaa buae se, “Kɔ so! Awurade bɛma woadi nkonim anuonyam so.”",
      "6": "Nanso Yehosafat bisae se, “Enti Awurade odiyifo biara nso nni ha? Anka mepɛ sɛ mibisa no saa asɛm koro no ara.”",
      "7": "Ɔhene Ahab buae se, “Ɔbaako da so wɔ ha nanso, mikyi no. Ɔnhyɛ nkɔm biara sɛ nsɛm a enye na ɔka kyerɛ me. Ne din de Mikaia. Imla babarima ne no.”Yehosafat kae se, “Nkasa saa. Ma yentie asɛm a ɔwɔ ka.”",
      "8": "Enti Israelhene frɛɛ ne mpanyimfo no baako ka kyerɛɛ no se, “Yɛ ntɛm kɔfrɛ Imla babarima Mikaia brɛ me.”",
      "9": "Mikaia Hyɛ Nkɔm Tia AhabIsraelhene Ahab ne Yudahene Yehosafat hyɛɛ wɔn ahemfo ntade, tenaa wɔn ahengua mu wɔ apongua a ɛbɛn Samaria kwan no ano. Saa bere no, na Ahab adiyifo no rehyɛ nkɔm wɔ wɔn anim.",
      "10": "Na wɔn mu baako a ɔyɛ Kenaana babarima Sedekia de nnade yɛɛ mmɛn, na ɔdaa no adi se, “Sɛnea Awurade se ni: Mode saa mmɛn yi bɛwowɔ Aramfo yi ama wɔawuwu!”",
      "11": "Adiyifo a wɔwɔ hɔ no nyinaa penee so kae se, “Yiw, monkɔ Ramot-Gilead, na munkodi nkonim, efisɛ Awurade bɛma moadi nkonim.”",
      "12": "Ɔbɔfo a ɔkɔfrɛɛ Mikaia no ka kyerɛɛ no se, “Hwɛ, adiyifo no nyinaa hyɛ ɔhene no bɔ sɛ obedi nkonim. Hwɛ sɛ wone wɔn bɛyɛ adwene, na hyɛ nkonimdi ho bɔ.”",
      "13": "Nanso Mikaia buae se, “Sɛ Awurade te ase yi, nea me Nyankopɔn aka akyerɛ me sɛ menka no, ɛno na mɛka.”",
      "14": "Bere a Mikaia beduu ɔhene Ahab anim no, obisaa no se, “Mikaia, yɛnkɔko ntia Ramot-Gilead anaa yɛnkɔ?”Mikaia buae se, “Monkɔko! Ɛbɛyɛ nkonimdi a ɛho wɔ nyam.”",
      "15": "Ɔhene amma nʼano ansi, na obuaa no se, “Mpɛn ahe na menka nkyerɛ wo se, sɛ worekasa ama Awurade a, ka nokwasɛm?”",
      "16": "Na Mikaia ka kyerɛɛ no se, “Anisoadehu mu no, mihuu sɛ Israel nyinaa abɔ apete wɔ mmepɔw no so sɛ nguan a wonni hwɛfo. Na Awurade kae se, ‘Wɔakum wɔn wura. Fa wɔn kɔ fie asomdwoe mu.’ ”",
      "17": "Israelhene ka kyerɛɛ Yehosafat se, “Manka saa ankyerɛ wo ana? Da biara saa na ɔyɛ. Ɔnhyɛ nkɔm pa biara sɛ atoro nkɔm na ɔhyɛ fa me ho.”",
      "18": "Mikaia toaa so se, “Tie nea Awurade ka. Mihuu Awurade sɛ ɔte nʼahengua so a ne ɔsorofo asraafo nyinaa atwa ne ho ahyia wɔ ne nifa ne ne benkum so.",
      "19": "Na Awurade bisae se, ‘Hena na obetumi adaadaa Israelhene Ahab ama wakotu Ramot-Gilead so sa na wɔakum no wɔ hɔ?’“Adwenkyerɛ bebree baa ho,",
      "20": "kosii sɛ ne koraa no, honhom bi bɛnee Awurade kae se, ‘Metumi ayɛ!’ ”Awurade bisae se, “ ‘Ɔkwan bɛn so na wobɛfa ayɛ eyi.’ ”",
      "21": "Na honhom no buae se, “Mɛkɔ akɔdaadaa Ahab adiyifo, ama wɔadi atoro.”Awurade kae se, “Kɔ so yɛ, na wubedi nkonim.",
      "22": "“Enti woahu sɛ Awurade de nkontompo honhom ahyɛ wʼadiyifo no anom. Awurade adwene sɛ ɔde amanehunu bɛba wo so.”"
    }
  }
}