{
  "Amos": {
    "1": {
      "1": "Amos, Tekoa nguanhwɛfo no mu baako nsɛm ni. Onyaa saa anisoadehu yi a ɛfa Israel ho mfe abien ansa na asase wosowee, bere a Usia di hene wɔ Yuda na Yoas babarima Yeroboam nso di hene wɔ Israel no.",
      "2": "Ɔkae se,“Awurade bobɔ mu fi Sion bepɔw sona ɔde aprannaa nnyigyei nso fi Yerusalem;nguanhwɛfo mmoa adidibea rehyewna Karmel atifi nso kisa.”",
      "3": "Atemmu A Ɛfa Amanamanmufo Ahorow HoNea Awurade se ni:“Damasko ayɛ bɔne bebree ama no atra soɛno nti, merennan mʼabufuw.Efisɛ ɔde awiporowbea ade a ɛwɔ dade sedwerɛw Gilead.",
      "4": "Mede ogya bɛto Hasael fina ahyew Ben-Hadad aban no.",
      "5": "Mebubu Damasko apon,na mɛsɛe ɔhene a ɔwɔ Awen bon no mu none nea okura ahempema wɔ Bet Eden no.Na Aramfo bɛkɔ nnommum mu wɔ Kir,”sɛnea Awurade se ni.",
      "6": "Nea Awurade se ni:“Gasa ayɛ bɔne bebree ama no atra so,ɛno nti, merennan mʼabufuw no.Ɔfaa ɔman mu no nyinaa nnommumna ɔtɔn wɔn maa Edomfo.",
      "7": "Mede ogya bɛto Gasa afasu mu,na ahyew nʼaban no.",
      "8": "Mɛsɛe Asdod hene none nea okura ahempema wɔ Askelon no.Mɛdan me nsa atia Ekron,kosi sɛ Filistini a otwa to no bewu,”sɛnea Asafo Awurade se ni.",
      "9": "Nea Awurade se ni:“Tiro ayɛ bɔne bebree ama no atra so,ɛno nti, merennan mʼabufuw.Ɔfaa ɔmanmu no nnommumna ɔtɔn wɔn maa Edomfo,a wankae onuadɔ apam.",
      "10": "Mede ogya bɛto Tiro afasu no mu,na ahyew nʼaban.”",
      "11": "Nea Awurade se ni:“Edom ayɛ bɔne bebree ama no atra so,ɛno nti, merennan mʼabufuw.Ɔde afoa taataa ne nua,a wannya ayamhyehye biara.Efisɛ ne bo kɔɔ so fuwii,na obiara antumi annwudwo nʼabufuw no ano.",
      "12": "Mede ogya bɛto Teman mu,na ahyew Bosra aban.”",
      "13": "Sɛnea Awurade se ni:“Amon ayɛ bɔne bebree ama no atra so,ɛno nti, merennan mʼabufuw.Ɔde afoa paapaee Gilead apemfo yafunu mude trɛw nʼahye mu.",
      "14": "Mede ogya bɛto Raba afasu muna ahyew nʼabanwɔ ɔko da mu nteɛteɛmune ahum da mfɛtɛ mu.",
      "15": "Na ne hene ne mmapɔmmabɛbɔ mu akɔ nnommum mu,”sɛnea Awurade se ni."
    },
    "2": {
      "1": "Nea Awurade se ni:“Moab ayɛ bɔne bebree ama no atra so,ɛno nti, merennan mʼabufuw.Ɔhyew Edomhene nnompe,maa ɛdan nsõ.",
      "2": "Mede ogya bɛto Moab mu,na ahyew Keriot aban.Moab bɛhwe ase wɔ huuyɛ,ɔko nteɛteɛmu ne torobɛnto nnyigyei mu.",
      "3": "Mɛsɛe ne henena makunkum ne mmapɔmma aka ne ho,”sɛnea Awurade se ni.",
      "4": "Nea Awurade se ni:“Yuda ayɛ bɔne bebree ama no atra so,ɛno nti, merennan mʼabufuw.Wɔapo Awurade mmara nona wɔanni nʼahyɛde soefisɛ atoro anyame noama wɔafom ɔkwan no,anyame a wɔn nenanom dii akyi no.",
      "5": "Mede ogya bɛto Yuda muna ahyew Yerusalem aban.”",
      "6": "Israel AtemmuNea Awurade se ni:“Israel ayɛ bɔne bebree ama no atra so,ɛno nti, merennan mʼabufuw.Wɔtɔn atreneefo de gye dwetɛ,ne ahiafo de gye mpaboa.",
      "7": "Wotiatia ahiafo sote sɛnea wɔyɛ fam mfutumana wɔma atɛntrenee bɔ mmɔborɔfo.Agya ne ne ba ne ɔbea baako dade gu me din kronkron no ho fi.",
      "8": "Wɔdeda afɔremuka biara howɔ wɔn awowa ntama so.Wɔn anyame fi mu no,wɔnom nsa a wɔagye sɛ mmaratode.",
      "9": "“Mesɛee Amorifo no wɔ wɔn anim,ɛwɔ mu sɛ wɔwoware te sɛ sida.Wɔn ho nso yɛ den sɛ odum.Nanso mesɛee nʼaba wɔ ne soro,ne ne ntin wɔ nʼase.",
      "10": "Miyii mo fii Misraim,na midii mo anim mfirihyia aduanan wɔ sare sosɛnea mede Amorifo asase bɛma mo.",
      "11": "Miyiyii mo mmabarima no bi yɛɛ wɔn adiyifo,ne mo mmerante ebinom sɛ Naserefo.Na ɛnte saa ana, Israelfo?”Nea Awurade bisa ni.",
      "12": "“Nanso momaa Naserefo no nom nsana mohyɛɛ adiyifo no sɛ wɔnnhyɛ nkɔm.",
      "13": "“Na afei, mɛdwerɛw mosɛnea teaseɛnam a aduan ayɛ no ma mia asase no.",
      "14": "Ahoɔharefo rentumi nguan.Ahoɔdenfo rennya ahoɔden,na ɔkofo rennya ne ti nnidi mu.",
      "15": "Agyantowfo rentumi nnyina nea ogyina.Asraafo ahoɔharefo rentumi nguan,na ɔpɔnkɔsotefo rentumi mpere ne nkwa.",
      "16": "Mpo akofo akokodurufode adagyaw beguan wɔ saa da no,”sɛnea Awurade se ni."
    },
    "3": {
      "1": "Wɔfrɛ Nnansefo Tia IsraelMuntie saa asɛm a Awurade aka atia mo yi, Israelfo, nea etia abusua a miyii wɔn fii Misraim no nyinaa:",
      "2": "“Mo nko ara na mayi mowɔ mmusua a ɛwɔ asase so nyinaa mu;enti mɛtwe mo asowɔ mo bɔne nyinaa ho.”",
      "3": "Nnipa baanu betumi abɔ mu anantew,wɔ bere a wɔnyɛɛ nokoro ana?",
      "4": "Gyata bobɔ mu wɔ ɔdɔtɔ asewɔ bere a onhuu hanam biara ana?Ɔbobɔ mu wɔ ne tu muwɔ bere a ɔnkyeree hanam biara ana?",
      "5": "Anomaa bɛtɔ afiri mu wɔ famwɔ baabi a wonsum afiri ana?Afiri huan konkɔn hɔ wɔbere a enyii aboa ana?",
      "6": "Sɛ wɔhyɛn torobɛnto wɔ kuropɔn mu annipa no ho mpopo ana?Sɛ atoyerɛnkyɛm ba kuropɔn bi mu aɛnyɛ Awurade na ɔyɛe ana?",
      "7": "Ampa ara, Otumfo Awurade nyɛ biribia ɔnna ne nhyehyɛe adinkyerɛ nʼAsomafo adiyifo no.",
      "8": "Gyata no abobɔ mu,hena na onnsuro?Otumfo Awurade akasa,hena na ɔrenhyɛ ho nkɔm?",
      "9": "Mompae mu nka nkyerɛ Asdod abanne Misraim aban:“Mommoaboa mo ho ano wɔ Samaria mmepɔw so;hwɛ basabasayɛ a ɛwɔ no sone nhyɛso a ɛwɔ ne nkurɔfo mu.”",
      "10": "“Wonnim sɛnea wɔyɛ nea eye,”sɛnea Awurade se ni.“Wɔde nneɛma a wɔafow ne nea wɔawiasie wɔ wɔn aban mu.”",
      "11": "Ɛno nti, sɛɛ na Otumfo Awurade se,“Ɔtamfo bi betwiw afa mo asase no so;Obebubu mo bammɔ agu,na wɔafow mo aban.”",
      "12": "Nea Awurade se ni:“Sɛnea oguanhwɛfo gyeanan abien nnompe anaa aso sin pɛfi gyata anum no,saa ara na wobegye Israelfo nkwa,wɔn a wɔtete wɔn mpa ntwea so wɔ Samaria,ne wɔn a wɔdeda nkongua pa mu wɔ Damasko no.”",
      "13": "“Tie eyi, na di adanse tia Yakobfi,”sɛnea Awurade, Asafo Awurade Nyankopɔn se ni.",
      "14": "“Da a mɛtwe Israel aso wɔ ne nnebɔne ho no,mɛsɛe afɔremuka a ɛwɔ Bet-El;wobetwitwa afɔremuka no mmɛnna abu ahwe fam.",
      "15": "Medwiriw awɔwbere mu ofine ahuhurubere mu ofi agu;na afi a wɔde asonse adura ho no wɔbɛsɛe nona afi akɛse no nso wobebubu agu,”sɛnea Awurade se ni."
    },
    "4": {},
    "5": {},
    "6": {},
    "7": {},
    "8": {},
    "9": {}
  }
}