{
  "Daniel": {
    "1": {
      "1": "Yudahene Yehoiakim afe a ɛtɔ so mmiɛnsa mu no, Babelhene Nebukadnessar baa Yerusalem, na ɔbɛto hyɛɛ wɔn so.",
      "2": "Na AWURADE de Yudahene Yehoiakim ne Nyankopɔn fie nnoɔma no bi hyɛɛ ne Nsa, na ɔsoa de kɔɔ n’anyame fie wɔ Sinar asase so; na ɔde nnwinneɛ no kɔɔ ne nyame Adekoradan mu.",
      "3": "Na ɔhene ka kyerɛɛ n’apiafoɔhene Aspenas, sɛ ɔmfa Israel mu, ahemfo asefoɔ ne Mmapɔmma no mu,",
      "4": "mmerantewaa a wɔn ho nni dɛm na wɔn ho yɛ fɛ, na wɔn ani ateɛ, nyansa nyinaa Mu, na wɔnim de na wɔwɔ nhunumu, na wɔbɛtumi asom wɔ ɔhene ahemfie, na ɔnkyerɛ wɔn mma wɔnsua Kaldeafoɔ nwoma ne kasa.",
      "5": "Na ɔhene yii wɔn ahennuane no bi, da biara ne ne deɛ, ne nsa a ɔnom no bi, sɛ Wɔntete wɔn mfeɛ mmiɛnsa; na ɛno akyi wɔmmɛsom ɔhene.",
      "6": "Na wɔn mu bi a wɔfiri Yudafoɔ mu ne Daniel, Hanania, Misael ne Asaria;",
      "7": "na asomfoɔ panin no totoo wɔn din. Ɔtoo Daniel din sɛ Beltesasar, na ɔtoo Hanania Din sɛ Sadrak, na ɔtoo Misael din sɛ Mesak, na ɔtoo Asaria din sɛ Abed-Nego.",
      "8": "Na Daniel bɔɔ ne tirim sɛ ɔremfa ɔhene nnuane ne nsa a ɔnom no ngu ne ho fi, enti ɔsrɛɛ apiafohene no, na wangu ne ho fi.",
      "9": "Na Onyankopɔn maa Daniel nyaa asomfoɔ panin no anim adɔeɛ ne mmɔborɔhunu.",
      "10": "Na asomfoɔ panin no ka kyerɛɛ Daniel sɛ: Mesuro, ɛfiri sɛ anyɛ a, me wura ɔhene A wayi mo aduane ne mo anonneɛ no bɛhunu mo anim sɛ ɛyɛ mmɔbɔmmɔbɔ sene mo Atipɛnfoɔ mmerantewaa no deɛ, na moama me tiri ato, ɔhene anim.",
      "11": "Ɛnna Daniel ka kyerɛɛ ɔsomfoɔ a asomfoɔ panin no de no asi Daniel, Hanania, Misael ne Asaria soɔ no sɛ:",
      "12": "Sɔ wo nkoa hwɛ dadu ɛ, na wɔmma yɛn afuomduane nni ne nsuo nnom,",
      "13": "na wode w’ani ahwɛ yɛn ne mmerantewaa a wɔdi ahennuane no anim, na sɛdeɛ Wobɛhunu no, wo ne wo nkoa adi.",
      "14": "Ɛnna ɔpenee deɛ wɔkaeɛ no soɔ, na ɔsɔɔ wɔn hwɛɛ dadu.",
      "15": "Na dadu no wiee duro no, wɔhunuu wɔn anim sɛ ɛyɛ fɛ na wɔn honam aba wɔn ho Sene mmerantewaa a wɔdi ahennuane no nyinaa.",
      "16": "Ɛnna ɔsomfoɔ no yii wɔn aduane pa ne nsa a wɔbɛnom no, na ɔmaa wɔn Afuomduane.",
      "17": "Na mmerantewaa baanan yi, Onyankopɔn maa wɔn nwoma ne nyansa nyinaa mu nimdeɛ ne aniteɛ, na Daniel nyaa anisoadehunu ne daeɛ nyinaa mu nhunumu.",
      "18": "Na berɛ a ɔhene kaa sɛ wɔmfa wɔn mmra no duruiɛ no, asomfoɔ panin no de wɔn baa Nebukadnessar anim.",
      "19": "Na ɔhene ne wɔn kasae, na wɔanhunu wɔn nyinaa mu deɛ ɔte sɛ Daniel, Hanania, Misael ne Asaria; na wɔde wɔn kaa ɔhene apamfoɔ no ho.",
      "20": "Na nyansa ne nhunumu asɛm biara a ɔhene bisaa wɔn no, ɔhunuu wɔn sɛ wɔkyɛne nkonyaayifoɔ ne pɛadeahunufoɔ a wɔwɔ n’ahennie mu no nyinaa mprɛdu.",
      "21": "Na Daniel tenaa hɔ kɔduruu Ɔhene Kores afe a ɛdi kan so. Nebukadnessar Daeɛso"
    },
    "2": {
      "1": "Nebukadnessar adedie mfeɛ mmienu so, ɔsosoo daeɛ bi ma ɛhaa no ara kɔsii sɛ, na ɔntumi nna.",
      "2": "Ɔfrɛɛ ne nkonyaayifoɔ, pɛadeɛhunufoɔ, ntafowayifoɔ ne Kaldeafoɔ bisaa wɔn sɛ, wɔnkyerɛ no daeɛ ko no. Wɔbɛgyinaa ɔhene no anim no,",
      "3": "ɔkaa sɛ, “Maso daeɛ bi a ɛha me, enti mepɛ sɛ monkyerɛ me daeɛ ko a mesoeɛ no, ɛfiri sɛ, ɛsɛ sɛ mehunu.”",
      "4": "Na Kaldeafoɔ no buaa no wɔ Arameike kasa mu sɛ, “Ɔhene nkwa so! Ka daeɛ no kyerɛ yɛn, na yɛbɛkyerɛ aseɛ.”",
      "5": "Ɔhene bua see Kaldeafoɔ no sɛ: Deɛ maka no ara na maka: Sɛ moankyerɛ me daeɛ No ne n’ase a, wɔbɛtwitwa mo mu asinasini, na wɔadane mo afie sumina.",
      "6": "Na sɛ mokyerɛ me daeɛ no ne n’ase a, mobɛnya me hɔ akyɛdeɛ, ayɛyɛdeɛ ne anidie Kɛseɛ. Enti monkyerɛ me daeɛ no ne n’ase.",
      "7": "Wɔbuaa no ne mprenu so sɛ: Ma ɔhene nka daeɛ no nkyerɛ ne nkoa, na yɛnkyerɛ Aseɛ.",
      "8": "Ɔhene buaa sɛ: Menim ampa sɛ moresɛe me berɛ, ɛsiane sɛ monim sɛ mekasa a Mennane akyire.",
      "9": "Sɛ moankyerɛ me daeɛ no a, asɛm rebɛto mo, ɛfiri sɛ moadwene atorosɛm ne Nnaadaasɛm sɛ morebɛka no m’anim de akɔsi sɛ mɛsesa m’adwene; enti monka daeɛ No nkyerɛ me, na menhunu sɛ mobɛtumi akyerɛ me aseɛ.",
      "10": "Kaldeafoɔ no buaa ɔhene sɛ: Onipa biara nni asase so a ɔbɛtumi akyerɛ ɔhene asɛm Yi, na ɔhenkɛseɛ ne owura ne otumfoɔ biara mmisaa nkonyaayifoɔ, pɛadeahununi ne Kaldeani biara hɔ asɛm a ɛte sɛɛ pɛn.",
      "11": "Na asɛm a ɔhene rebisa yi yɛ den dodo, na obiara biara nni hɔ a ɔbɛtumi akyerɛ no ɔhene anim, gye anyame a wɔn tenabea nni honam mufoɔ nkyɛn.",
      "12": "Yei nti ɔhene bo fui, na n’ani beree kɛse, na ɔkaa sɛ wɔnkum Babel anyansafoɔ Nyinaa.",
      "13": "Enti mmara no baa sɛ wɔnkum anyansafoɔ no; na wɔhwehwɛɛ Daniel ne ne mfɛfoɔ No sɛ wɔrebɛku wɔn.",
      "14": "Ɛnna Daniel de kasa pa ne nyansa ne ɔhene safohene Ariok a ɔfirii sɛ ɔrekɔkum Babel anyansafoɔ no kasae;",
      "15": "sɛ: Adɛn nti na ɔhene hyɛɛ mmara a ɛyɛ den seyie? Ɛnna Ariok kaa asɛm no kyerɛɛ Daniel.",
      "16": "Na Daniel kɔ kɔsrɛɛ ɔhene sɛ ɔmma no berɛ na wakyerɛ no daeɛ no ase. Onyankopɔn da Nebukadnessar daeɛ no adi",
      "17": "Ɛnna Daniel firi kɔɔ ne fie, na ɔkɔkaa asɛm no kyerɛɛ ne mfɛfoɔ Hanania, Misael Ne Asaria,",
      "18": "sɛ wɔnsrɛ ɔsoro Nyankopɔn hɔ mmɔborɔhunu, ahuntasɛm no ho, na wɔankum Daniel ne ne mfɛfoɔ anka Babel anyansafoɔ a aka no ho.",
      "19": "Ɛnna wɔyii ahuntasɛm no kyerɛɛ Daniel anadwo anisoadehunu mu. Ɛnna Daniel Hyiraa ɔsoro Nyankopɔn;",
      "20": "Daniel kaa sɛ: Nhyira nka Nyankopɔn din daa daa, sɛ nyansa ne tumi, ɔno na ɛwɔ No;",
      "21": "ɔno na ɔsakyera berɛ ne nna; ɔtu ahene, na ɔsi ahene, ɔma anyansafoɔ nyansa, na ɔde nimdeɛ ma wɔn a wɔwɔ nhunumu;",
      "22": "ɔyi deɛ emu dɔ ne deɛ ahunta adi, ɔnim deɛ ɛwɔ esum mu, na hann ne no na ɛteɛ.",
      "23": "Wo, m’agyanom Nyankopɔn, na meda wo ase, meyi wo ayɛ, sɛ woama me nyansa Ne tumi, na afei woayi deɛ yɛsrɛɛ woɔ akyerɛ me, sɛ woama yɛahunu ɔhene daeɛ no. Daniel kyerɛ daeɛ no ase",
      "24": "Ɛno nti Daniel kɔɔ Ariok a ɔhene ayi no sɛ ɔnkum Babel anyansafoɔ no nkyɛn; ɔkɔ kɔka kyerɛɛ no sɛ: Babel anyansafoɔ no, nkum wɔn! Fa me kɔ ɔhene anim, na menkɔkyerɛ no aseɛ.",
      "25": "Ɛnna Ariok yɛɛ ntɛm de Daniel kɔɔ ɔhene anim, na ɔka kyerɛɛ no sɛ: Mahunu Yuda Atukɔfoɔ no mu barima bi a ɔbɛkyerɛ ɔhene daeɛ no aseɛ.",
      "26": "Ɔhene bisaa Daniel a ne din de Beltesasar sɛ: Wobɛtumi akyerɛ me daeɛ a mesoeɛ No ne ne nkyerɛaseɛ?",
      "27": "Daniel buaa ɔhene sɛ: Ahuntasɛm a ɔhene rebisa no, anyansafoɔ, pɛadeahunufoɔ, Nkonyaayifoɔ nyankonnekyerɛfoɔ rentumi nkyerɛ ɔhene;",
      "28": "nanso Onyankopɔn bi wɔ ɔsoro a ɔyi ahuntasɛm adie, na wakyerɛ Ɔhene Nebukadnessar deɛ ɛrebɛba daakye. Wo daeɛ ne w’anisoadeɛ a woda wo mpa soɔ no Wohunuiɛ no nie:",
      "29": "Ɔhene, wodwenee nnoɔma pii ho wɔ wo mpa so, deɛ yei akyi ɛbɛba no ho, na deɛ ɔyi ahuntasɛm adie no ama woahunu deɛ ɛrebɛba no.",
      "30": "Na me deɛ, ɛnyɛ nyansa a ɛwɔ me mu sene ateasefoɔ nyinaa nti na wɔayi ahuntasɛm Yi akyerɛ me, na deɛ ɛbɛyɛ na wɔakyerɛ ɔhene nkyerɛaseɛ no, na woahunu w’akoma Mu nsusuiɛ no nti.",
      "31": "Wo, ɔhene, wohwɛe, na hwɛ, na ohoni kɛseɛ bi nie: Ohoni no so, na ɛhran hyɛnn; ɛgyinaa w’anim na ɛho yɛ hu.",
      "32": "Ohoni no nie: Ne tiri yɛ sika pa, ne koko ne n’abasa yɛ dwetɛ, ne yafunu ne n’asene Yɛ kɔbere mfrafraeɛ.",
      "33": "N’asrɛ yɛ dadeɛ, ne nan mu bi yɛ dadeɛ, na emu bi yɛ dɔteɛ.",
      "34": "Wohwɛe ara kɔsii sɛ ɔboɔ bi a nsa biara nkura mu te bɛbɔɔ ohoni no nan a ɛyɛ dadeɛ Ne dɔteɛ no, na ɛbubuu no muhumuhu;",
      "35": "ɛnna dadeɛ, dɔteɛ, kɔbere mfrafraeɛ, dwetɛ ne sika no bubuu muhumuhu prɛko pɛ, Na ɛyɛɛ sɛ ahuhuberɛ mu ayuporebea so ntɛtɛ, na mframa sesa kɔe, na wɔanhunu wɔn Baabiara bio. Na ɔboɔ a ɛbɔɔ ohoni no yɛɛ bepɔ kɛseɛ, na ɛyɛɛ asase nyinaa so ma.",
      "36": "Daeɛ no nie, na yɛbɛka ne nkyerɛaseɛ nso akyerɛ ɔhene.",
      "37": "Wo, ɔhene, woyɛ ahene mu hene a ɔsoro Nyankopɔn de ahennie, tumi, ahoɔden ne Animuonyam ama woɔ,",
      "38": "na baabiara a nnipa mma, wiram mmoa ne ewiem nnomaa teɛ no, ɔde wɔn ahyɛ Wo nsa, na ɔde wo adi wɔn nyinaa so: Wone sika tiri no.",
      "39": "Na w’akyi na ahennie foforɔ bɛsɔre a ɛnnuru wo deɛ no ne ahennie a ɛtɔ so mmiɛnsa Foforɔ a ɛyɛ kɔbere mfrafraeɛ a ɛbɛdi asase nyinaa soɔ.",
      "40": "Na ahennie a ɛtɔ so nnan no bɛyɛ den sɛ dadeɛ; na sɛdeɛ dadeɛ bubu na ɛyam adeɛ A ɛbɔ so nyinaa no, saa ara na ahennie a ɛtɔ so nnan no bɛbobɔ ahennie a ɛdi kan no Nyinaa.",
      "41": "Na sɛdeɛ wohunuu nan ne nansoaa a emu bi yɛ ɔnwomfoɔ dɔteɛ na emu bi yɛ dadeɛ No, ɛbɛyɛ ahennie a emu apaepaeɛ, nso dadeɛ denyɛ no bɛtena mu, sɛdeɛ wohunuu sɛ Dɔteɛ afrafra dadeɛ no mu no.",
      "42": "Na nansoaa a emu bi yɛ dadeɛ na ebi yɛ ɛfa no, ahennie no fa bi bɛyɛ den, na emu Bi bɛyɛ mmerɛ;",
      "43": "na sɛdeɛ wohunuu dɔteɛ sɛ afrafra dadeɛ no, nnipa no bɛdi afra, wɔn asefoɔ mu, na Wɔremfemfam wɔn ho, sɛdeɛ dadeɛ nnya dɔteɛ mu afraeɛ no.",
      "44": "Na ahemfo no nna no mu no ɔsoro Nyankopɔn bɛma ahennie a wɔrensɛe no da, na Wɔrennya n’ahennie mma ɔman foforɔ bi so, na ɛbɛbubu ahennie ahodoɔ no nyinaa Ama no asa, na ɛno deɛ, ɛbɛgyina daa.",
      "45": "Ɛno nti sɛdeɛ wohunuu sɛ ɔboɔ a nsa anka te firii bepɔ no ho, na ɛbɛbubuu dadeɛ, Kɔbere mfrafraeɛ, ɛfa, dwetɛ ne sika no muhumuhu no, saa ara na Onyankopɔn kɛseɛ No akyerɛ ɔhene deɛ daakye ɛbɛba; na daeɛ no wom na ne nkyerɛaseɛ yɛ nokorɛ. Ɔhene bɔ Daniel aba so",
      "46": "Ɛno na Ɔhene Nebukadnessar de n’anim butuu fam, na ɔkotoo Daniel, na ɔkaa sɛ Wɔmmɔ aduane afɔdeɛ ne ohwam afɔdeɛ ma Daniel.",
      "47": "Ɔhene ka kyerɛɛ Daniel sɛ: Ampa ara, mo Nyankopɔn yɛ anyame mu Nyame ne Ahemfo wura ne deɛ ɔyi ahuntasɛm adie, sɛ woatumi ayi saa ahuntasɛm yi adie.",
      "48": "Ɛnna ɔhene yɛɛ Daniel kɛseɛ, na ɔmaa no ayɛyɛdeɛ akɛseɛ bebree, na ɔmaa no dii Babel asase nyinaa so tumi ne Babel anyansafoɔ nyinaa so mpanimfoɔ mu titire.",
      "49": "Na Daniel srɛɛ ɔhene, na ɔde Sadrak, Mesak ne Abed-Nego yeyɛɛ Babel asase mu Nsɛm so ahwɛfoɔ. Na Daniel deɛ, ɔtenaa ɔhene aban mu."
    },
    "3": {
      "1": "Ɔhene Nebukadnessar yɛɛ sika honi a ne tentene yɛ basafa dunum, na ne tɛtrɛtɛ yɛ Basafa baako ne fa. Ɔde sii Dura asaseta so wɔ Babel asase so.",
      "2": "Na Ɔhene Nebukadnessar somaa sɛ wɔnkɔhyiahyia amantam ahemfo, mmakoma ne Amradofoɔ, atemmufoɔ mpanin, nsannaafoɔ, mmaratwerɛfoɔ, atemmufoɔ ne nsase no So atumfoɔ nyinaa sɛ wɔmmra na wɔnna ohoni a Ɔhene Nebukadnessar de sii hɔ no Adi.",
      "3": "Ɛnna amantam ahemfo, mmakoma ne amradofoɔ, atemmufoɔ mpanin, nsannaafoɔ, Mmaratwerɛfoɔ, asennifoɔ ne nsase no so atumfoɔ nyinaa bɛhyiaa sɛ wɔrebɛda ohoni A Ɔhene Nebukadnessar de sii hɔ no adi, na wɔbɛgyinaa ohoni a Nebukadnessar de Sii hɔ no anim.",
      "4": "Na ɛsɛn bi teaa mu denden sɛ: Mo, nkurɔfoɔ, aman ne kasa ahodoɔ, wɔka kyerɛ mo Sɛ:",
      "5": "Ɛberɛ a mobɛte abɛn, odurugya sankuo, sambuka sankuo, bɛnta, atɛntɛbɛn ne nsanku Ahodoɔ nyinaa gyegyeɛ no, monhwe fam nsɔre sika honi a Ɔhene Nebukadnessar de Asi hɔ no.",
      "6": "Na deɛ ɔrenhwe ase nsɔre no, dɔn no ara mu wɔde no bɛto ogya a ɛrefranam fononoo Mu.",
      "22": "Na ɛsiane sɛ ɔhene asɛm no mu yɛ den, na fononoo no adɔ hyehyeehye aboro soɔ no nti, mmarima a wɔde Sadrak, Mesak ne Abed-Nego kɔforoeɛ no, ogyaframa no kumm wɔn.",
      "23": "Na mmarima baasa yi, Sadrak, Mesak, ne Abed-Nego a wɔakyekyere wɔn no hwehwee ogya a ɛrefranam fononoo no mu.",
      "24": "Ɛnna Ɔhene Nebukadnessar ho dwirii no, na ɔsɔre ntɛmntɛm, na ɔbisaa n’agyinatufoɔ no sɛ: Ɛnyɛ mmarima baasa na yɛkyekyeree wɔn guu ogya no mu? Wɔbuaa ɔhene no sɛ: Ampa, ɔhene.",
      "25": "Ɔkaa sɛ: Hwɛ, mehunu mmarima baanan a wɔasane wɔn sɛ wɔnenam ogya no mu, na wɔn ho ntɔɔ kyema, na deɛ ɔtɔ so nnan no tebea te sɛ anyame ba bi.",
      "26": "Ɛnna Nebukadnessar bɛn ogya a ɛrefranam fononoo no mu no ano na ɔkaa sɛ: Sadrak, Mesak ne Abed-Nego, ɔsorosoro Nyankopɔn nkoa, momfiri adi mmra! Ɛnna Sadrak, Mesak ne Abed-Nego firii adi firii ogya no mu.",
      "27": "Na amantam ahemfo, mmakoma ne amradofoɔ ne ɔhene agyinatufoɔ hyia bɛhwɛɛ mmarima yi, sɛ ogya annya wɔn honam so tumi, na wɔn tiri so nwi anhyeɛ, na wɔn ntwontwo ansakyera, na ogya no ho hwa amfa wɔn ho.",
      "28": "Nebukadnessar kaa sɛ: Nhyira ne Sadrak, Mesak ne Abed-Nego Nyankopɔn a wasoma ne bɔfoɔ, na wabɛyi ne nkoa a wɔde wɔn ho too ne soɔ na wɔsakyeraa ɔhene asɛm na wɔde wɔn honam maeɛ, deɛ ɛbɛyɛ na wɔrensom na wɔrensɔre anyame biara sɛ wɔn Nyankopɔn.",
      "29": "Ne saa nti, mehyɛ mmara sɛ ɔman, nkurɔfoɔ ne kasa ahodoɔ nyinaa mu biara a ɔka Sadrak, Mesak ne Abed-Nego Nyankopɔn ho abususɛm no, wɔbɛtwitwa no asinasini, na wɔama ne fie adane amamfo, ɛfiri sɛ onyame biara nni hɔ a ɔbɛtumi agye onipa seyie.",
      "30": "Ɛnna ɔhene maa Sadrak, Mesak ne Abed-Nego dii yie Babel asase soɔ."
    },
    "4": {
      "1": "Ɔhene Nebukadnessar de yei kɔmaa aman, nkurɔfoɔ ne kasa ahodoɔ nyinaa a wɔte asase nyinaa soɔ: Ɛnsi mo yie mmoroso!",
      "2": "Nsɛnkyerɛnneɛ ne anwanwadeɛ a ɔsorosoro Nyankopɔn ayɛ me no, ayɛ me fɛ sɛ mɛka makyerɛ.",
      "3": "Sɛdeɛ ne nsɛnkyerɛnneɛ si soso fa! na n’anwanwadeɛ sɛdeɛ ɛsi yɛ den fa! n’ahennie yɛ daa ahennie, na ne tumi wɔ awoɔ ntoatoasoɔ nyinaa so.",
      "4": "Me, Nebukadnessar, mete me fie dwoodwoo, na me ho tɔ me wɔ m’aban mu;",
      "5": "na mesoo daeɛ bi a ɛyii me hu, na me mpa so adwene ne m’anisoadehunu haa me.",
      "6": "Enti mehyɛɛ mmara sɛ wɔmfa Babel anyansafoɔ mmra m’anim, na wɔmmɛkyerɛ me daeɛ no ase.",
      "7": "Ɛnna nkonyaayifoɔ, pɛadeahunufoɔ, Kaldeafoɔ ne nyankonnekyerɛfoɔ baeɛ, na meyii daeɛ no kyerɛɛ wɔn, nanso wɔantumi ankyerɛ me aseɛ.",
      "8": "Na akyire yi no, Daniel a wɔfrɛ no Beltesasar, sɛ me nyame no din teɛ no, na anyame kronkron honhom wɔ ne mu no baa m’anim, na meyii daeɛ no kyerɛɛ no:",
      "9": "Beltesasar, nkonyaayifoɔ panin, sɛ menim sɛ anyame kronkron honhom wɔ wo mu na ahuntasɛm biara nyɛ wo den nti, ka me daeɛ mu adehunu a mehunuiɛ ne ne nkyerɛaseɛ kyerɛ me.",
      "10": "Na m’anisoadeɛ a mehunuu no me mpa soɔ no nie: Mehunuu dua bi sɛ ɛsi asase mfimfini, a ɛware tenteenten.",
      "11": "Dua no nyini yɛɛ kɛseɛ na ɛyɛɛ den, na ne tentene kɔduruu soro, na wɔhunu no asase so baabiara;",
      "12": "ɛso ahahan yɛ fɛ, na ɛso aba dɔɔso, na aduane wɔ mu ma nnipa nyinaa, wiram mmoa tete ne nwunu ase, na ewiem nnomaa sisi ne mman so, na abɔdeɛ nyinaa didi ho.",
      "13": "Mehunuu wɔ m’anisoadeɛ wɔ me mpa soɔ no mu sɛ, ɔwɛmfoɔ kronkron bi firi soro durui.",
      "14": "Ɔteaa mu denden na ɔkaa sɛ: Mommu dua no ntwitwa ne mman. Mompore n’ahahan mpansam n’aba; mmoa nnwane mfiri aseɛ, na nnomaa mfiri ne mman so.",
      "15": "Nanso monnya ne dunsini asase mu, dadeɛ ne kɔbere mfrafraeɛ mpokyerɛ mu, petee so wira mu, na ɔsoro bosuo mfɔ no, na ɔne mmoa nni asase so ahahan.",
      "16": "N’adwene nsakyera na anyɛ onipa deɛ bio, na wɔmma no aboa adwene na mfeɛ nson ntwa ne tiri so.",
      "17": "Awɛmfoɔ kronkron yi agyina so na asɛm yi nam, na akronkronfoɔ asɛm so na adeɛ yi sie, deɛ ɛbɛyɛ na ateasefoɔ ahunu sɛ: Deɛ ɔwɔ ɔsorosoro na ɔdi nnipa ahennie so tumi, na ɔde ma obiara a ɔpɛ, na ɔde nnipa mu ahobrɛasefoɔ si soɔ.",
      "18": "Daeɛ yi na me, Ɔhene Nebukadnessar, mehunuiɛ. Na afei wo, Beltesasar, ka ne nkyerɛaseɛ, ɛfiri sɛ m’ahennie mu anyansafoɔ nyinaa ntumi nkyerɛ me aseɛ, na wo deɛ, ɛsiane sɛ anyame kronkron honhom wɔ wo mu nti, wobɛtumi. Daniel kyerɛ daeɛ no ase",
      "19": "Ɛnna Daniel a ne din de Beltesasar no ho dwirii no kakra ara sann, na n’adwene haa no. Ɔhene ka kyerɛɛ no sɛ: Beltesasar, mma daeɛ no ne ne nkyerɛaseɛ nnha wo. Beltesasar kaa sɛ: Me wura, anka ma daeɛ no mfa wɔn a wɔkyiri woɔ ho, na ne nkyerɛaseɛ mfa w’atamfo ho.",
      "20": "Dua a wohunuiɛ a ɛso na ɛyɛ den a ne tentene kɔpem soro na wɔhu no asase nyinaa soɔ,",
      "35": "na asase sotefoɔ nyinaa, wɔmmu wɔn hwee, na ɔde ɔsoro asafo ne asase sotefoɔ yɛ sɛdeɛ ɔpɛ, na obiara nni hɔ a ɔbɛbɔ ne nsa atwene na waka akyerɛ no sɛ: Ɛdeɛn na woreyɛ yi?",
      "36": "Ɛberɛ no mu ara na m’adwene sane baa me mu, na deɛ ɛbɛyɛ na m’ahennie agye din bio nti, m’animuonyam ne me haran sane baa me so, na m’agyinatufoɔ ne m’aberempɔn bɛpɛɛ me, na wɔde me sii m’ahennie so bio, na wɔde tumi a ɛsene kane deɛ no maa me.",
      "37": "Afei me, Nebukadnessar, mekamfo ɔsoro hene mema no so meyi no ayɛ, sɛ ne nneyɛɛ nyinaa yɛ nokorɛ, na n’akwan yɛ atɛntenenee, na wɔn a wɔnam ahantan soɔ no, ɔtumi brɛ wɔn ase."
    },
    "5": {
      "1": "Ɔhene Belsasar too n’aberempɔn a wɔyɛ nnipa apem ɛpono kɛseɛ, na wɔnomm nsa, wɔn anim.",
      "2": "Nsa no baa n’ani soɔ no, Belsasar kaa sɛ wɔmfa sika nnwinneɛ a n’agya Nebukadnessar akɔfa afiri asɔredan a ɛwɔ Yerusalem no mu no mmra, na ɔhene ne n’aberempɔn, ne ne yerenom ne ne mpenafoɔ nnom mu.",
      "3": "Ɛnna wɔde sika ne dwetɛ nnwinneɛ a wɔkɔfa firii Nyankopɔn asɔrefie a ɛwɔ Yerusalem no mu no baeɛ, na ɔhene ne n’aberempɔn, ne yerenom ne ne mpenafoɔ nom mu.",
      "4": "Wɔnonnomm nsa na wɔkamfoo sika, dwetɛ, kɔbere mfrafraeɛ, dadeɛ, dua ne ɔboɔ anyame no.",
      "5": "Dɔn no mu ara na onipa nsateaa firi ba bɛtwerɛɛ ahennan no fasuo akaadoo soɔ, kaneadua no anim, na ɔhene hunuu nsa a ɛtwerɛeɛ no ano.",
      "6": "Ɛnna ɔhene anim daneeɛ, na n’adwene haa no, na n’asene mu nhoma hodwoe, na ne nkotodwe ka boboom biribiri.",
      "7": "Ɔhene no teaa mu denden sɛ wɔmfa pɛadeahunufoɔ, Kaldeafoɔ ne nyankonnekyerɛfoɔ mmra. Ɔhene no bua see Babel anyansafoɔ no sɛ: Obiara a ɔbɛkenkan atwerɛ yi na wakyerɛ me aseɛ no, wɔbɛfira no ɔtankɔkɔɔ, na sika atweaban agu ne kɔn mu, na wayɛ deɛ ɔtɔ so mmiɛnsa adi ahennie yi mu tumi.",
      "8": "Ɛnna ɔhene anyansafoɔ nyinaa baeɛ, nanso wɔantumi ankenkan atwerɛ no ankyerɛ ɔhene aseɛ.",
      "9": "Ɛnna Ɔhene Belsasar ho yeraa no kɛse, na n’anim danee, na n’aberempɔn no tirim yɛɛ wɔn keserenee.",
      "10": "Ɔhene ne n’aberempɔn nsɛm no nti ɔhemmaa baa apontoɔ dan no mu. Ɔhemmaa no kaa sɛ: Ɔhene nnya nkwa daa! Mma w’adwene nnha wo na w’anim nnnane.",
      "11": "Ɔbarima bi wɔ w’ahennie mu a anyame kronkron honhom wɔ ne mu, na w’agya berɛ so no, wɔhunuu ne mu aniteɛ ne nimdeɛ ne nyansa sɛ anyame nyansa, na w’agya, Ɔhene Nebukadnessar, de no sii nkonyaayifoɔ, pɛadeahunufoɔ, Kaldeafoɔ ne nyankonnekyerɛfoɔ so panin.",
      "12": "W’agya hunuu wɔ saa Daniel a ɔhene too no din Beltesasar no mu honhom a ɛkyɛne soɔ ne adwempa ne nimdeɛ a ɔde kyerɛ daeɛ aseɛ kyerɛ nsɛm a emu nna hɔ sane apɔ mu; enti ma wɔnkɔfrɛ Daniel, na ɔmmɛkyerɛ aseɛ,",
      "13": "ɛnna wɔde Daniel baa ɔhene anim. Ɔhene bisaa Daniel sɛ: Wone Daniel no a wofiri Yuda atukɔfoɔ a m’agya ɔhene de wɔn firii Yuda baeɛ no mu no?",
      "14": "Na mate wo nka sɛ anyame honhom wɔ wo mu, na wɔahunu wo mu aniteɛ ne nimdeɛ ne nyansa a ɛkyɛne soɔ.",
      "15": "Na afei wɔde anyansafoɔ ne pɛadeahunufoɔ aba m’anim, sɛ wɔmmɛkenkan atwerɛ yi na wɔnkyerɛ me aseɛ; nso wɔantumi ankyerɛ asɛm no ase.",
      "16": "Na mate wo nka sɛ wotumi kyerɛ nsɛm ase na wosane apɔ; na sɛ wotumi kenkan atwerɛ no kyerɛ me aseɛ a, wɔbɛfira wo ɔtankɔkɔɔ de sika atweaban agu wo kɔn mu, na woayɛ deɛ ɔtɔ so mmiɛnsa adi ahennie mu tumi.",
      "17": "Ɛno na Daniel bua see ɔhene sɛ: Ma w’ayɛyɛdeɛ ntena wo hɔ, na fa w’adekyɛdeɛ ma obi foforɔ, nanso mɛkenkan atwerɛ no makyerɛ ɔhene, na mama no ahunu ne nkyerɛaseɛ.",
      "18": "Wo, ɔhene, ɔsorosoro Nyankopɔn de ahennie, kɛseyɛ, anidie ne animuonyam maa w’agya Nebukadnessar,",
      "19": "na tumi a ɔmaa no no nti, aman, nkurɔfoɔ ne kasa ahodoɔ nyinaa ho popoe, na wɔsuroo n’anim; deɛ ɔpɛ no, ɔkumm no, na deɛ ɔpɛ no, ɔmaa no tenaa ase; na deɛ ɔpɛ no, ɔmaa no so, na deɛ ɔpɛ no, ɔbrɛɛ no ase.",
      "20": "Na n’adwene maa ne ho so na ne honhom yɛɛ den ahantan mu no, wɔtuu no firii n’ahennwa no so, na wɔyii n’animuonyam firii ne ho;",
      "21": "na wɔpamm no firii nnipa mma mu, na n’akoma yɛɛ sɛ mmoa deɛ, na ɔne ɛserɛ so mfunumu tenae, wɔmaa no wee wira sɛ anantwie, na ɔsoro bosuo fɔɔ ne honam, kɔsii sɛ ɔhunuu sɛ ɔsorosoro Nyankopɔn na ɔdi nnipa ahennie so tumi, na ɔde obiara a ɔpɛ si so.",
      "22": "Na wo, ne ba Belsasar, wonim yei nyinaa deɛ, nanso woammrɛ w’akoma ase;",
      "23": "na woama wo ho so atia ɔsoro wura, na wɔde ne fie nnwinneɛ aba w’anim, na wo ne w’aberempɔn, wo yerenom ne wo mpenafoɔ anom mu nsa, na woakamfo dwetɛ ne sika, kɔbere mfrafraeɛ, dadeɛ, dua ne aboɔ anyame a wɔnhunu na wɔnteɛ na wɔnnim hwee no, na Onyankopɔn a wo home wɔ ne nsam a w’akwan nyinaa wɔ no deɛ, woanni no ni.",
      "24": "Ɛno nti ɔno na ɔmaa nsa no firi bɛtwerɛɛ nkurukyireeɛ yi."
    },
    "6": {
      "11": "Ɛnna mmarima yi bɛtoaa Daniel na wɔhunuu no sɛ ɔrebisa adeɛ koto srɛ Nyankopɔn Anim.",
      "12": "Ɛnna wɔtwe pinii bɛkaa ɔhene ɛmom no ho asɛm ɔhene anim sɛ: Woanhyɛ ɛmom Sɛ onipa biara a ɔbɛbisa onyame anaa onipa biara hɔ adeɛ bi adaduasa yi, gye wo, ɔhene, hɔ no, wɔde no bɛto agyata amena mu? Ɔhene buaa sɛ: Asɛm no atim sɛdeɛ Media ne Persia mmara a wɔnnane ani no teɛ.",
      "13": "Ɛnna wɔka kyerɛɛ ɔhene sɛ: Daniel a ɔfiri Yuda atukɔfoɔ mu no mmu wo, ɔhene, Ne ɛmom a woahyɛ no, na ɔbɔɔ mpaeɛ srɛ adeɛ da koro mprɛnsa.",
      "14": "Ɛnna ɔhene tee asɛm yi no, ɛyɛɛ no ya kɛseɛ, na ɔsuaee ne tirim sɛ ɔbɛgye Daniel, Na ɔbɔɔ mmɔden ara kɔsii owiatɔberɛ sɛ ɔbɛgye no.",
      "15": "Ɛnna mmarima no bɛtoaa ɔhene na wɔka kyerɛɛ no sɛ: Ao Ɔhene, hunu sɛ ɛyɛ Media ne Persia mmara sɛ ɛmom ne ahyɛdeɛ biara a ɔhene ahyɛ no, wɔnnane ani.",
      "16": "Ɛnna ɔhene ka maa wɔkɔfaa Daniel baeɛ, na wɔtoo no twenee agyata amena no Mu. Nso ɔhene ka kyerɛɛ Daniel sɛ: Wo Nyankopɔn a wosom no daa daa no, ɔno na ɔnnye woɔ.",
      "17": "Na wɔde ɔboɔ bi ba bɛtoo amena no ano, na ɔhene de ne pɛtea, ne n’aberempɔn Mpɛtea sɔɔ ano, na wɔansakyera Daniel ho adeɛ biara.",
      "18": "Ɛnna ɔhene kɔɔ n’aban mu, na ɔdii abuada anadwo no, nso wamma wɔamfa N’anigyedeɛ amma n’anim, na n’ani soroe.",
      "19": "Ɛnna ɔhene sɔree ahemadakye, na ɔyɛɛ ntɛm kɔɔ agyata amena no ano.",
      "20": "Na ɔbɛnee amena no ano no, ɔde awerɛhoɔ nne teaa mu frɛɛ Daniel. Ɔhene bisaa Daniel sɛ: Daniel, Onyankopɔn teasefoɔ no akoa, wo Nyankopɔn a wosom no daa no Atumi agye wo afiri agyata no anomu anaa?",
      "21": "Ɛnna Daniel ne ɔhene no kasaa sɛ: Ɔhene nnya nkwa daa!",
      "22": "Me Nyankopɔn asoma ne bɔfoɔ ama no abɛmuamua agyata no ano, na wɔanyɛ me Hwee, ɛsiane sɛ wahu me sɛ medi bem n’anim, na wo, ɔhene, anim nso menyɛɛ bɔne Biara.",
      "23": "Ɛno na ɔhene bo tɔɔ ne yam kɛse, na ɔkaa sɛ wɔnyi Daniel mfiri amena no mu. Na Wɔyii Daniel firii amena no mu baa soro, na wɔanhunu biribiara a ɛtii no, ɛfiri sɛ ɔde Ne ho too ne Nyankopɔn so.",
      "24": "Na ɔhene hyɛe maa wɔde mmarima a wɔtotoo Daniel ano no bae de wɔn bɛguu Agyata amena no mu, wɔn ne wɔn mma ne wɔn yerenom; na wɔnnya nnuruu amena No aseɛ no, agyata no faa wɔn so, na wɔbobɔɔ wɔn nnompe nyinaa mu.",
      "25": "Ɛnna Ɔhene Dario twerɛ kɔmaa aman, nkurɔfoɔ ne kasa ahodoɔ nyinaa a wɔtete Asase soɔ no nyinaa sɛ: Ɛnsi mo yie mmoroso.",
      "26": "Mehyɛ mmara sɛ m’ahemman a medi so tumi nyinaa mu wɔmfɛre na wɔnsuro Daniel Nyankopɔn anim, na ɔno ne Onyankopɔn a ɔte aseɛ na ɔgyina hɔ daa, na n’ahennie yɛ deɛ ɛnsɛe da, na ne tumi bɛtena hɔ akɔsi aseɛ.",
      "27": "Ɔne deɛ ɔyie na ɔgyeɛ, na ɔyɛ nsɛnkyerɛnneɛ ne anwanwadeɛ ɔsoro ne asase soɔ, ɔno na ɔyii Daniel firii agyata nsam.",
      "28": "Na Daniel yi dii yie Dario ahennie ase ne Persiani Kores ahennie ase."
    },
    "7": {
      "1": "Babelhene Belsasar afe a ɛdi kan mu no, Daniel soo daeɛ bi na ɔhunuu ne tirim anisoadeɛ bi ne mpa so. Ɛnna ɔtwerɛɛ daeɛ no kaa nsɛm no mu ade titire.",
      "2": "Daniel firii aseɛ sɛ: Mehunuu m’ani so adeɛ anadwo, na hwɛ, ɔsoro mframa nnan tu bɔe wɔ ɛpo kɛseɛ no so.",
      "3": "Na mmoa akɛseɛ nnan pue firii ɛpo no mu, ɛsono oyi, na ɛsono oyi.",
      "4": "Deɛ ɔdi kan no te sɛ gyata, na ɔwɔ ɔkɔdeɛ ntaban; mehwɛe ara kɔsii sɛ wɔtutuu ne ntaban no, na wɔmaa no so firii fam, na wɔmaa no gyinaa nan mmienu so sɛ onipa, na wɔmaa no onipa akoma.",
      "5": "Na hwɛ, aboa foforɔ a ɔtɔ so mmienu te sɛ sisire na ɔgyinaa hɔ tɔ kɔɔ ɔfa baako so, na mpadeɛ mmiɛnsa hyɛ n’anomu ne se ntam, na wɔka kyerɛɛ no sɛ: Sɔre di nam bebree!",
      "6": "Yei akyi, mehwɛe ara, na hwɛ, aboa foforɔ a ɔte sɛ ɔsebɔ, na n’akyi ɔwɔ anomaa ntaban nnan, na aboa no wɔ tiri nnan, na wɔmaa no tumi.",
      "7": "Yei akyiri no, mede hwɛ ara anadwo adehunu mu, na hwɛ, aboa a ɔtɔ so nnan a ne ho yɛ hu ne nwanwa na ɔyɛ den boro soɔ nie. Ɔwɔ dadeɛ se akɛseɛ, na ɔdidi kekaa mu de ne nan pɛkyɛɛ nkaeɛ, na ɛsono no ne mmoa a wɔdii n’anim nyinaa, na ɔwɔ mmɛn du.",
      "8": "Merehwɛ mmɛn no no, hwɛ, abɛn ketewa foforɔ bi puee wɔ wɔn ntam, na akane mmɛn no mu mmiɛnsa ase tutuu ɛno anim, na hwɛ, na aniwa a ɛte sɛ onipa aniwa ne ano a ɛkeka nsɛnkɛseɛ wɔ abɛn no ho.",
      "9": "Mehwɛe ara kɔsii sɛ wɔsisii ahennwa, na deɛ ɔwɔ hɔ firi mmerɛ santen bɛtenaa ase, n’atadeɛ hoa sɛ nwera, na ne tirinwi hoa sɛ odwanten nwi fitafita; n’adwa yɛ ogyaframa ara nko, ne ntwahonan ogya a ɛrefranam.",
      "10": "Ogya te sɛ asubɔnten sene firi n’anim bae, mpem mpem som no, na mpemdu mpemdu buburugyaa gyina n’anim, wɔtenaa ase sɛ wɔrebu atɛn, na wɔbuebuee nwoma no mu.",
      "11": "Mehwɛe ara kɔsii sɛ ɛsiane nsɛm akɛseɛ a abɛn no kekaeɛ nti, wɔkumm aboa no, na wɔsɛee ne honam, na wɔde maa ogya a ɛrefranam no.",
      "12": "Na mmoa a aka no nso, wɔgyee wɔn tumi, nanso wɔhyɛɛ wɔn berɛ ne dɔn a wɔn nkwa nna nkɔduro.",
      "13": "Mehunuu anadwo anisoadehunu no mu ara, na hwɛ, obi a ɔte sɛ onipa ba nam ɔsoro mununkum mu reba, na ɔduruu deɛ ɔwɔ hɔ firi mmerɛ santen no nkyɛn, na wɔmaa no pinkyɛɛ n’anim.",
      "14": "Na ɔno na wɔde tumi ne animuonyam ne ahennie maa no maa aman, nkurɔfoɔ ne kasa ahodoɔ nyinaa som no; ne tumi yɛ daa tumi a ɛrentwam da, na n’ahennie yɛ deɛ ɛrensɛe da. Anisoadehunu no nkyerɛaseɛ",
      "15": "Me, Daniel, me honhom bɔmee wɔ me honam mu, na m’anisoadehunu no haa me.",
      "16": "Metwe pinii wɔn a wɔgyina hɔ no mu baako, na mebisaa no yei nyinaa ase; na ɔka kyerɛɛ me, na ɔmaa mehunuu nnoɔma no nkyerɛaseɛ.",
      "17": "Mmoa akɛseɛ yi a wɔyɛ nnan yi yɛ ahemfo baanan a wɔbɛfiri asase soɔ asɔre agyina.",
      "18": "Na ɔsorosoroni no ahotefoɔ bɛfa ahennie no, na wɔanya ahennie no daa daa mmerɛ santen.",
      "19": "Ɛnna mepɛɛ sɛ mehunu nokorɛ a ɛfa aboa a ɔtɔ so nnan a ɛsono ɔno wɔn nyinaa mu a ne ho yɛ hu boro soɔ a ne se yɛ dadeɛ na ne bɔwerɛ yɛ kɔbere mfrafraeɛ a ɔdidi keka mu de ne nan pɛkyɛ nkaeɛ no ho asɛm no ase,",
      "20": "ne ne tiri so mmɛn du ne foforɔ a ɛpueeɛ no a mmiɛnsa tutuu wɔ n’anim, abɛn no a ɛwɔ aniwa ne ano a ɛkeka nsɛnkɛseɛ, na wɔhwɛ a, ɔso sene ne mfɛfoɔ no deɛ;",
      "21": "mehwɛe na saa abɛn no ne ahotefoɔ dii ako, na ɛtumii wɔn,",
      "22": "kɔsii sɛ deɛ ɔwɔ hɔ firi mmerɛ santen no baeɛ, na wɔbuu ɔsorosoroni no ahotefoɔ no bem, na ɛberɛ a ɛsɛsɛ ahotefoɔ sɔ ahennie mu no durui.",
      "23": "Ɔkaa sɛ: Aboa a ɔtɔ so nnan no bɛyɛ ahennie a ɛtɔ so nnan, asase so a ɛbɛsono ɛno, ahennie nyinaa mu, na ɛbɛmene asase nyinaa atiatia so abubu no asinasini.",
      "24": "Na mmɛn du no, ahennie no ara mu na ahemfo du bɛsɔreɛ, na wɔn akyiri no, ɔfoforɔ bi bɛsɔre, na ɛbɛsono ɔno ne akanefoɔ no, na ɔbɛbrɛ ahemfo baasa ase.",
      "25": "Na ɔbɛkeka nsɛm atia deɛ ɔwɔ Ɔsorosoro no, na ɔbɛha ɔsorosoroni no akronkronfoɔ, na ɔbɛbɔ ne tirim sɛ ɔbɛdane mmerɛ ne mmara, na wɔde wɔn bɛhyɛ ne nsa, mfeɛ mmiɛnsa ne fa.",
      "26": "Na wɔbɛtena ase abu atɛn, na wɔagye ne nsam tumi asɛe no ama no ayera akɔsi aseɛ.",
      "27": "Na wɔde ɔsoro nyinaa ase ahemman so ahennie ne tumi ne kɛseyɛ bɛma Ɔsorosoroni akronkronfoɔ man; n’ahennie yɛ daa ahennie, na tumi nyinaa bɛsom no na atie no.",
      "28": "Ɛha na nsɛm no ase asie. Na me, Daniel deɛ, m’adwene haa me pii, na m’anim sakyerae, na mede asɛm no mesiee m’akoma mu."
    },
    "8": {
      "1": "Ɔhene Belsasar ahennie afe a ɛtɔ so mmiɛnsa mu no, wɔyii anisoadehunu bi kyerɛɛ me, Daniel, akane deɛ a wɔyi kyerɛɛ me no akyi.",
      "2": "Na mehunuu no anisoadehunu no mu sɛ, na mewɔ Susa ahemfie a ɛwɔ Elam asase soɔ no mu. Na mehunuu no anisoadehunu no mu bio sɛ, na mewɔ Asuo Ulai ho.",
      "3": "Na memaa m’ani so mehwɛe, na hwɛ, odwennini a ɔwɔ mmɛn mmienu gyina asuo no ano, na mmɛn no woware, na baako ware sene baako, na deɛ ɛwareɛ no na ɛdii akyire firiiɛ.",
      "4": "Mehunuu odwennini no sɛ ɔrepempem kɔ atɔeɛ ne atifi fam ne anafoɔ fam, na aboa biara ntumi nnyina n’anim, na obi nni hɔ a ɔbɛgye obi afiri ne nsam, na ɔyɛ sɛdeɛ ɔpɛ, na ɔdi akokurokosɛm.",
      "5": "Na m’ani gu so rehwɛ no, hwɛ, ɔpapo bi firi atɔeɛ bae a ɔnam asase nyinaa ani, na ne ho nka fam, na ɔpapo no wɔ abɛn a wɔhwɛ a, ɛso, n’ani ntam.",
      "6": "Na ɔbaa odwennini a ɔwɔ mmɛn mmienu a mehunuu no sɛ ɔgyina asuo no ano no ho, na ɔde n’ahoɔden tuu mmirika hyiaa no.",
      "7": "Na mehunuu no sɛ ɔduruu odwennini no nkyɛn no, n’ani beree ne so, na ɔpem odwennini no bubuu ne mmɛn mmienu no, na ahoɔden biara nni odwennini no mu sɛ ɔbɛgyina n’anim, na ɔtoo no twenee fam, na ɔtiatiaa ne so, na obiara nni hɔ a ɔbɛgye odwennini no afiri ne nsam.",
      "8": "Na ɔpapo no yɛɛ kɛse kokuroo kɔduruu ne mpɔmpɔnsoɔ no, abɛn kɛseɛ no bui, na mmɛn nnan a wɔhwɛ a, ɛsosoo fifirii ananmu kyerɛkyerɛ ɔsoro mframa nnan.",
      "9": "Na abɛn ketewa baako firi emu baako mu bae, na ɛyɛɛ kɛseɛ boroo so kyerɛɛ anafoɔ fam ne apueeɛ ne asase fɛfɛ no;",
      "10": "na ɛyɛɛ kɛseɛ kɔpem ɔsoro asafo, na ɛtotoo asafo no bi ne nsoromma no bi guguu fam, na ɔtiatiaa wɔn so.",
      "11": "Na ɔmaa ne ho so kɔduruu asafo no safohene so, na ɔyii daa afɔdeɛ no firii n’anim, na wɔtoo ne kronkron tenabea hwee fam.",
      "12": "Na wɔde dɔm sii hɔ hyɛɛ daa som no mmarato mu, na ɔtoo nokorɛ twenee fam, na ɔdii yie wɔ adeɛ a ɔyɛɛ no mu.",
      "13": "Na metee sɛ ɔkronkronni bi rekasa, na ɔkronkronni foforɔ no ka kyerɛɛ ɔbaako a ɔrekasa no sɛ: Da bɛn na daa som ne amamfoyɛ mmarato a wɔde kronkronbea ne asafo no ma sɛ wɔntiatia soɔ no ho adehunu no bɛkɔ akɔsie?",
      "14": "Na ɔka kyerɛɛ me sɛ: Ɛbɛkɔ akɔsi anwummerɛ ne anɔpa mpennu ahasa, ansa na wɔayɛ kronkronbea hɔ yie. Anisoadehunu no nkyerɛaseɛ",
      "15": "Na me, Daniel, mehunuu anisoadeɛ no na merepere sɛ mɛte aseɛ no, hwɛ, na obi gyina m’anim, sɛ ɔbarima nsɛsoɔ,",
      "16": "na metee onipa nne, Ulai nsunoa a ɔfrɛɛ sɛ: Gabriel, ma oyi nte adehunu no ase.",
      "17": "Na ɔbaa deɛ megyina hɔ, na ɔbaeɛ no, mesuroe, na mede m’anim butuu fam. Na ɔka kyerɛɛ me sɛ: O onipa ba, te aseɛ, na adehunu no fa awieeɛ berɛ ho.",
      "18": "Na ɔne me rekasa no, mebutuu fam daa nnahɔɔ, na ɔsɔɔ me mu de megyinaa me nan so bio.",
      "19": "Na ɔse: Hwɛ, merema woahunu deɛ ɛbɛba abohuro no akyiri berɛ mu, na ɛfa awieeɛ berɛ a wɔahyɛ no ho.",
      "20": "Odwennini a wohunuu no a ɔwɔ mmɛn mmienu no ne Media ne Persia ahemfo.",
      "21": "Na ɔpapo a ɔyɛ werɛmfoɔ no ne Hela hene. Na abɛn kɛseɛ a ɛwɔ n’ani ntam no ne ɔhene a ɔdi kan.",
      "22": "Na deɛ ɛbuiɛ a nnan fifiri sii ananmu no, ahennie nnan bɛsɔre ɔman no mu, nso ɛnnuru akane deɛ no ahoɔden.",
      "23": "Na wɔn ahennie no akyire berɛ mu a mmaratofoɔ awie wɔn adeɛ yɛ no, ɔhene a n’ani yɛ den na ɔhunu nsɛm a emu yɛ kusuu mu no bɛsɔre.",
      "24": "Na ne tumi mu bɛyɛ den, nso ɛnyɛ ɔno ara ne tumi; na ɔbɛsɛe adeɛ ama no ayɛ nwanwa, na ɔbɛdi yie na ɔbɛyɛ deɛ ɔpɛ, na wasɛe ahoɔdenfoɔ ne akronkronfoɔ man no.",
      "25": "Na n’aniteɛ nti ne nnaadaa bɛkɔ so ne nsam, na ɔbɛdi n’akoma mu akokurokosɛm na ɔbɛfiri nkurɔfoɔ bebree awora asɛe wɔn; na ɔbɛsɔre atia ahene mu hene no, nanso ɔbɛbubu a ɛnyɛ onipa nsa na ɛbɛbubu no.",
      "26": "Na anwummerɛ ne anɔpa adehunu a wɔkaeɛ no yɛ nokorɛ. Enti sɔ anisoadehunu no ano, na ɛfa mmerɛ pii ho.",
      "27": "Na me, Daniel, meyɛɛ siamoo, na meyaree nna bi, ansa na meresɔre mayɛ ɔhene adwuma, na adehunu no yɛɛ me ahodwiri, na obiara ante aseɛ."
    },
    "9": {
      "1": "Akas-weros ba Dario a n’ase firi Media a ɔdii Kaldeafoɔ ahemman so hene no afe a ɛdi kan",
      "2": "a ɔbɛdii hene mu no, na me, Daniel, meredwendwen AWURADE asɛm a ɛbaa Odiyifoɔ Yeremia hɔ sɛ ɔbɛma mfirinhyia aduɔson awie duru, Yerusalem amamfo soɔ no ho.",
      "3": "Na mede m’ani too Awurade Nyankopɔn so, sɛ mede mmuada, ayitoma, nso ne nkotosrɛ bɛbɔ mpaeɛ.",
      "4": "Na mebɔɔ AWURADE me Nyankopɔn mpaeɛ na mepaee mu mekaa sɛ: O AWURADE, Onyankopɔn kɛseɛ a ne ho yɛ hu a ɔkora apam ne adɔeɛ ma wɔn a wɔdɔ no na wɔdi ne mmara soɔ,",
      "5": "yɛayɛ bɔne, na yɛafom, yɛadi abɔnefosɛm, na yɛate atua, yɛafiri wo mmara nsɛm ne w’atemmudeɛ ho kɔ.",
      "6": "Na yɛantie wo nkoa adiyifoɔ a wɔde wo din kasa kyerɛɛ yɛn ahemfo, yɛn mmapɔmma ne yɛn agyanom ne asase no so man nyinaa no.",
      "7": "Wo, AWURADE, na tenenee wɔ woɔ, na yɛn na animguaseɛ wɔ yɛn, sɛdeɛ ɛteɛ nnɛ yi, ma Yudafoɔ, Yerusalemfoɔ, Israelfoɔ a wɔbɛn ne wɔn a wɔwɔ akyirie, nsase a fom a wɔafom woɔ nti, wotuu wɔn kɔɔ hɔ no nyinaa so.",
      "8": "AWURADE, yɛn na animguaseɛ wɔ yɛn, yɛn ahemfo, yɛn mmapɔmma ne yɛn agyanom, sɛ yɛayɛ wo bɔne nti;",
      "9": "AWURADE yɛn Nyankopɔn na mmɔborɔhunu ne fakyɛ wɔ no, na yɛate n’anim atua,",
      "10": "na yɛantie AWURADE yɛn Nyankopɔn, sɛ yɛbɛnante ne mmara a ɔnam ne nkoa adiyifoɔ no so de sii yɛn anim no mu.",
      "11": "Na Israel nyinaa ato wo mmara, na wɔmanee sɛ wɔrentie wo nne; na nnuabɔ ne ntam a wɔatwerɛ no Nyankopɔn akoa Mose mmara mu no ahwie agu yɛn so, sɛ yɛayɛ no bɔne nti.",
      "12": "Na wahyɛ n’asɛm a ɔka tiaa yɛn ne yɛn atemmufoɔ a wɔbuu yɛn atɛn no den, sɛ ɔde bɔne kɛseɛ a ebi mmaa wiase nyinaa pɛn sɛdeɛ ɛbaa Yerusalem no baa yɛn soɔ;",
      "13": "sɛdeɛ wɔatwerɛ no Mose mmara no mu no, saa bɔne yi nyinaa aba yɛn so; nanso yɛanhwehwɛ AWURADE yɛn Nyankopɔn anim, sɛ yɛbɛsane afiri yɛn amumuyɛ ho, na yɛatie wo nokorɛ.",
      "14": "Yei na AWURADE atwɛn na berɛ a ɛsɛ mu no, ɔde atoyerɛnkyɛm aba yɛn soɔ; na AWURADE yɛn Nyankopɔn yɛ tenenee, ne nneyɛɛ a ɔyɛeɛ no nyinaa mu, na yɛantie ne nne.",
      "15": "Na afei, AWURADE yɛn Nyankopɔn a wode nsa a ɛyɛ den yii wo man firii Misraim asase soɔ de agye din sɛdeɛ ɛteɛ nnɛ yi, yɛayɛ bɔne, yɛadi asɛmmɔne.",
      "16": "Ao AWURADE, sɛdeɛ wo tenenee nyinaa teɛ no, dane w’abufuo ne w’anibereɛ firi wo kuro Yerusalem, wo bepɔ kronkron no so ɛ! Na yɛn bɔne ne yɛn agyanom mumuyɛ nti na Yerusalem ne wo man adane ahohoradeɛ ama wɔn a wɔtete yɛn ho nyinaa.",
      "17": "Na afei, yɛn Nyankopɔn, tie w’akoa mpaebɔ ne ne nkotosrɛ, na ma w’anim nhyerɛn Wo kronkronbea a ayɛ amamfo no so, wo, AWURADE nti.",
      "18": "Me Nyankopɔn, brɛ w’aso ase tie, bue w’ani na hwɛ yɛn amamfo ne kuro a wɔabɔ Wo din wɔ soɔ no, na ɛnyɛ yɛn tenenee so na yɛde yɛn nkotosrɛ reba w’anim yi, na Mmom wo mmɔborɔhunu bebree ntira,",
      "19": "Ao AWURADE, tie, Ao AWURADE, fakyɛ, Ao AWURADE, yɛ aso na yɛ! Ntwentwɛn wo nan ase, wo, me Nyankopɔn ara nti, na wo din na wɔbɔ frɛ wo kuro Ne wo man. Gabriel kyerɛ nkɔmhyɛ no ase",
      "20": "Na meda so merekasa na merebɔ mpaeɛ na mereka me bɔne ne me man Israel bɔne, Na mede me nkotosrɛ mereto AWURADE me Nyankopɔn anim mama me Nyankopɔn bepɔ kronkron,",
      "21": "na meda so merekasa me mpaebɔ mu no, Ɔbɔfoɔ Gabriel a mehunuu no Anisoadehunu mu akane no tuu ntɛmntɛm bɛkaa me, anwummerɛ afɔrebɔ berɛ mu.",
      "22": "Na ɔkyerɛkyerɛɛ me, na ɔne me kasaa sɛ: Daniel, afei na mafiri aba sɛ merebɛma Woanya nhunumu.",
      "23": "Wo nkotosrɛ mfitiaseɛ mu no, asɛm firi bae, na maba rebɛka akyerɛ wo, ɛfiri sɛ Wɔdɔ wo sɛ; enti te asɛm no ase, na hunu adehunu no mu.",
      "24": "Wɔahyɛ mfeɛ aduɔson ahodoɔ nson wɔ wo man ne wo kuro kronkron no so, sɛ Wɔnwie mmarato na wɔmma bɔne nwie du, na wɔmpata amumuyɛ na wɔmfa daa Tenenee mmra, na wɔnsɔ anisoadehunu ne adiyisɛm ano na wɔnsra akronkronneɛ mu Ade kronkron.",
      "25": "Enti hunu sɛ: Ɛfiri asɛm a ɛka sɛ wɔnsane nkyekyere Yerusalem nsi n’ananmu no Soɔ de kɔsi ɔberempɔn a wɔasra no soɔ yɛ mfeɛ nson, na mfeɛ nson ahodoɔ aduosia Mmienu, wɔbɛsane akyekyere, mmorɔno ne afasuo, nanso ahohiahia berɛ mu na ɛbɛyɛ.",
      "26": "Saa berɛ no akyiri no, wɔbɛtwa deɛ wɔasra no no atwene a ɛrenka no hwee; na ɔberempɔn a ɔbɛba no man no bɛsɛe kuro ne kronkronbea no, na n’awieeɛ bɛyɛ nyirisramsoɔ mu, na akodie bɛduru awieeɛ, amamfoyɛ a wɔahyɛ pintinn no.",
      "27": "Na ɔne bebree bɛyɛ apam a emu yɛ den mfeɛ nson; na ɛberɛ no mfimfini ɔbɛma Afɔrebɔ ne ayɛyɛadema agyae, na amamfoyɛ akyiwadeɛ no atifi na ɔsɛefoɔ bɛfiri Bɛba, na ɛbɛkɔ so akɔsi sɛ ɔsɛeɛ pasaa a wɔahyɛ no pintinn bɛhwie agu amamfoyɛfoɔ No soɔ."
    },
    "10": {
      "1": "Persiahene Kores afe a ɛtɔ so mmiɛnsa mu no, wɔyii asɛm bi adi kyerɛɛ Daniel a wɔtoo ne din Beltesasar, na asɛm no yɛ nokorɛ, na ne nteaseɛ yɛ den, nanso ɔtee aseɛ ara, na ɔnyaa adehunu no mu nhunumu.",
      "2": "Nna no mu na me, Daniel, me werɛ hoo nnawɔtwe mmiɛnsa;",
      "3": "manni aduane a ɛyɛ dɛ, na nam ne nsa anka m’ano, nso mansra koraa kɔsii sɛ nnawɔtwe mmiɛnsa no wiee duro.",
      "4": "Bosome a ɛdi kan no da a ɛtɔ so aduonu nnan no, na mewɔ asu kɛseɛ Hidekel a ɛne Tigris ano.",
      "5": "Na memaa m’ani so mehwɛe, na hwɛ, ɔbarima bi a ɔfira nwera na Ufas sika bɔ n’asene nie;",
      "6": "na ne nipadua te sɛ sikabereɛboɔ, na n’anim te sɛ anyinam, na n’ani te sɛ ogyaframa, na n’abasa ne ne nan te sɛ yaawa a wɔahoa ho, na ne kasa nnyegyeeɛ te sɛ nnipa dodoɔ nne.",
      "7": "Na me, Daniel, nko na mehunuu anisoadeɛ no, na mmarima a ɛka me ho no anhunu adeɛ no, nanso ehu kɛseɛ kaa wɔn, na wɔdwane kɔhuntae.",
      "8": "Na ɛkaa me nko ara na mehunuu anisoadeɛ kɛseɛ yi, na ahoɔden biara anka me mu, na m’ahoɔfɛ dane yɛɛ mmɔbɔmmɔbɔ.",
      "9": "Na metee ne nsɛm nne; na metee ne nsɛm nne no, na mehwee ase daa nnahɔɔ, na m’anim butuu fam.",
      "10": "Na hwɛ, nsa bi bɛkaa me nyanee me maa meweaweaa me nankoroma ne me nsa so.",
      "11": "Na ɔka kyerɛɛ me sɛ: Daniel, ɔdɔfo, tie nsɛm a merebɛka makyerɛ woɔ yi, na gyina wo nan so, ɛfiri sɛ wɔasoma me wo nkyɛn. Na ɔne me kaa nsɛm yi no, mede ahopopoɔ megyinaa hɔ.",
      "12": "Na ɔka kyerɛɛ me sɛ: Nsuro, Daniel, na ɛfiri da a wode w’akoma too soɔ sɛ wobɛte aseɛ na wobɛbrɛ wo ho ase wo Nyankopɔn anim no, wɔate wo nsɛm, na me nso, wo nsɛm nti na mebaeɛ.",
      "13": "Na Persia ahemman bapɔmma siankaa me nnawɔtwe mmiɛnsa, na hwɛ, Mikael a ɔyɛ abɔfoɔ atitire no mu baako, ba bɛboaa me, na metenaa hɔ wɔ Persia ahemfo no nkyɛn.",
      "14": "Na maba sɛ merebɛma woate deɛ ɛbɛyɛ wo man, nna a ɛdi akyire no mu. Na nna no ho anisoadehunu da so wɔ hɔ.",
      "15": "Na ɔne me kaa nsɛm yi no, mede m’anim mesii fam, na metɔree mum.",
      "16": "Na hwɛ, obi a ɔte sɛ nnipa mma nsɛsoɔ kaa m’anofafa, na mebuee m’ano mekasa ka kyerɛɛ deɛ ɔgyinaa m’anim no sɛ: Owura, anisoadehunu no mu maboto ahima, na ahoɔden biara nni me mu;",
      "17": "na ɛbɛyɛ dɛn na me wura akoa yi bɛtumi ne me wura yi akasa? Ɛfiri sɛ, afei deɛ Ahoɔden biara nni me mu, na home biara nso nni me mu.",
      "18": "Na obi a ɔte sɛ onipa nsɛsoɔ sane bɛkaa me bio, na ɔhyɛɛ me den;",
      "19": "na ɔse: Nsuro, ɔdɔfo, asomdwoeɛ nka wo, yɛ den! Yɛ den! Na ɔne me kasaeɛ no, Mehyɛɛ me ho den, na mese: Ma me wura nkasa, ɛfiri sɛ woahyɛ me den.",
      "20": "Na ɔse: Wonim deɛ enti a mebaa wo nkyɛn? Na afei na mɛsane ne Persia bapɔmma No akɔko; na merebɛfiri makɔ a, hwɛ, Hela bapɔmma no bɛba.",
      "21": "Nanso merekyerɛ wo deɛ wɔakurukyire no nokorɛ nwoma mu, na obiara nni hɔ a ɔbɛgyina asɔ me mu atia yeinom gye Mikael, mo bapɔmma no."
    },
    "11": {
      "1": "Na me deɛ, Mediani Dario afe a ɛdi kan mu no megyinaa sɛ meresɔ ne mu na mahyɛ No den.",
      "2": "Na afei na merekyerɛ wo nokorɛ no: Hwɛ, ahemfo baasa bɛda so asɔre wɔ Persia, Na deɛ ɔtɔ so nnan no bɛnya ahonyadeɛ kɛse asene wɔn nyinaa, na sɛ ɔnya N’ahonyadeɛ no mu ahoɔden a, ɔbɛhwanyan ade nyinaa atia Hela ahemman.",
      "3": "Na ɔhene dɔmmarima bi bɛsɔre, na ɔde tumi kɛseɛ bɛdi hene, na ɔbɛyɛ deɛ ɔpɛ.",
      "4": "Na ɔgyina a, n’ahennie bɛbɔ, na wɔakyɛ mu akɔ ɔsoro mframa nnan no mu; nanso Wɔremfa mma n’asefoɔ, na ɛrenyɛ sɛ ne tumi a ɔde dii hene no; na wɔbɛtutu n’ahennie De ama afoforɔ na ɛnyɛ yeinom.",
      "5": "Na anafoɔ fam hene no bɛyɛ den, nanso ne mmapɔmma mu baako bɛyɛ den akyɛne No, na wanya tumi; na ne tumi bɛyɛ tumi kɛseɛ.",
      "6": "Na mfeɛ bi akyiri no, wɔbɛfefa wɔn ho ayɔnkoɔ, na anafoɔ fam hene no babaa aba Atifi fam hene nkyɛn sɛ ɔne no rebɛyɛ asomdwoeɛ apam; nanso ɔbaa no renkura ne Basa ahoɔden no mu, na ɔbarima no ne ne basa nso rennyina; na wɔbɛyi ɔbaa no ne Wɔn a wɔde no baeɛ, deɛ ɔwoo no ne deɛ ɔsɔɔ no mu, mmerɛ no mu no ama.",
      "7": "Na ɔbaa no nhini mu duban bi a ɛfefɛeɛ bɛsɔre asi n’ananmu, na ɔde dɔm bɛba, na Wabɛhyɛne atifi fam hene no abankɛseɛ mu, na ɔne wɔn ako na wadi wɔn so.",
      "8": "Na ɔbɛfa wɔn anyame nso ne wɔn guo ahoni ne wɔn dwetɛ ne sika nnwinneɛ afɛfɛ Nnommum akɔ Misraim. Na mfeɛ bi ɔbɛtwe ne ho afiri atifi fam hene no ho.",
      "9": "Na ɔbɛba anafoɔ fam hene no ahennie mu deɛ, nanso ɔbɛsane akɔ n’asase so.",
      "10": "Na ne mma bɛdi ako, na wɔbɛboa dɔm akɛseɛ asafo yuu ano, na ɔbaako bɛba sɛ Nsuo a ayiri asram so, na ɔbɛsane adi ako akɔduru n’abankɛseɛ ho.",
      "11": "Na anafoɔ fam hene no ani bɛbere, na ɔbɛfiri aba ne ɔno atifi fam hene no abɛko. Na atifi fam hene de asafo yuu kɛseɛ bɛgyina hɔ, nanso wɔbɛdi nkoguo.",
      "12": "Na anafoɔ hene asafo yuu no bɛsɔre, na n’akoma ama ne ho so, na ɔbɛka mpem du Du agu fam, nanso ɔrenni nim nkyɛre.",
      "13": "Na atifi fam hene no bɛsane de asafo yuu a ɛso sene kane deɛ no abɛgyina hɔ, na Mfeɛ bi akyiri no, ɔde dɔm kɛseɛ ne ade pii bɛba anafoɔ hene so.",
      "14": "Na mmerɛ no mu no, nnipa pii bɛsɔre atia anafoɔ fam hene no, na wo man atuatefoɔ Bi bɛma wɔn ho so sɛ wɔrema anisoadehunu no atim, nanso wɔbɛhwehwe ase.",
      "15": "Na atifi fam hene no bɛba, na wabɛhɔre dosie, na wafa kuro bi a ɛyɛ den, na anafoɔ Fam abasa rentumi nnyina, na ne man a wɔayi wɔn nso rennya ahoɔden nnyina.",
      "16": "Na deɛ ɔba ne soɔ no bɛyɛ sɛdeɛ ɔpɛ, na obiara nni hɔ a ɔbɛgyina n’anim; na ɔbɛgyina asase fɛfɛ no so, na ɔde ne nsa asɛe no.",
      "17": "Na ɔde bɛsi n’anim sɛ ɔde n’ahemman nyinaa mu ahoɔden bɛba, na ɔne no abɛyɛ Asomdwoeɛ apam. Na ɔde mmaa no mu bi bɛma no de asɛe ahemman no; nanso ɛrennyina, na ɛrenyɛ no mfasoɔ biara.",
      "18": "Na ɔbɛdane n’ani akyerɛ nsuano aman, na ɔbɛfa bebree. Na ɔsafohene bi bɛma no Agyae ahohora no bɔ, na mpo wadane ahohora no agu ɔno ara ne so.",
      "19": "Na ɔbɛdane n’ani akyerɛ ɔno ara n’asase so abankɛseɛ, nanso ɔbɛsunti ahwe ase, Na wɔrenhu no. Ɔhene no ho nkɔmhyɛ",
      "20": "Na obi bɛsɔre asi n’ananmu a ɔbɛma ɔtogyefoɔ pempensifoɔ bi abɛfa ahemman no Animuonyanneɛ mu akorɔ, nanso nna kakraa bi mu wɔbɛsɛe no, nso ɛnyɛ abufuo anaa ɔsa mu.",
      "21": "Na ɔhohorani bi bɛsɔre asi n’ananmu a wɔmfaa ahennie mu animuonyam mmaa No; na ɔbɛfiri awora aba de tɛkyerɛmakyene abɛfa ahennie no mu.",
      "22": "Na wɔde abasa a ɛte sɛ nsuyire bɛpia wɔn akɔ na wɔabubu wɔn ne apam berempɔn No nso wɔ n’anim.",
      "23": "Nanso ɔne no pam wie a, ɔbɛtwa no nkontompo, na watu aba de wɔn dɔm ketewa Bi abɛdi nim;",
      "24": "ɔbɛfiri awora aba asase no so deɛ ɛhɔ yɛ fɔɔfɔɔ, na wabɛyɛ deɛ n’agyanom ne ne Nananom nyɛɛ da, ɔbɛpete afom adeɛ ne asadeɛ ne ahodeɛ ama wɔn, na ɔbɛbɔ ne tirim Pɔ, aban a ɛyɛ den no ho akɔduru berɛ bi so.",
      "25": "Na ɔde dɔm kɛseɛ bɛkanyan n’ahoɔden ne mmaninyɛ atia anafoɔ fam hene no, na Anafoɔ fam hene no de dɔm a ɛyɛ den bebree pa bɛtu sa, na ɔrennyina, ɛfiri sɛ wɔakɔ Ne tiri so apam.",
      "26": "Na wɔn a wɔne no to nsa didie na ɛbɛsɛe no, na wɔapia ne dɔm akɔ, na nnipa bebree Bɛtotɔ.",
      "27": "Na ahemfo baanu no deɛ, wɔn akoma bɛdwene asɛmmɔne na wɔaka atorosɛm didipono baako ho; nanso ɛrenyɛ wɔn mfasoɔ biara, ɛfiri sɛ awieeɛ no bɛba ara ɛberɛ a wɔahyɛ no mu.",
      "28": "Na atifi hene no de ahodeɛ kɛseɛ bɛsane akɔ n’asase so, nanso n’ani bɛsa apam kronkron no ara, na ɔbɛyɛ deɛ ɔpɛ na wasane akɔ n’asase so.",
      "29": "Berɛ a wɔahyɛ no mu, ɔbɛsane aba anafoɔ fam, nanso akyire deɛ no renyɛ sɛ kane deɛ no.",
      "30": "Na Kitifoɔ ahyɛn bɛba ne so; enti n’akoma bɛtu na wasane, na ne bo bɛhuru apam kronkron no, na ɔbɛyɛ deɛ ɔpɛ, na wasane na n’ani aba wɔn a wɔgyaa apam kronkron no so.",
      "31": "Na ɔde asraafoɔ bɛsisi hɔ, na wɔagu kronkronbea ne aban no ho fi, na wɔayi daa afɔdeɛ no hɔ, na wɔde akyiwadeɛ a ɛbɔ ɔman no asi hɔ.",
      "32": "Na wɔn a wɔbɔ apam no ho mmusuo no, ɔde tɛkyerɛmakyene bɛsɛe wɔn ara; nanso wɔn a wɔnim wɔn Nyankopɔn no bɛhyɛ wɔn ho den, na wɔayɛ adeɛ.",
      "33": "Na ɔman no mu wɔn a wɔnim de no bɛma nnipa bebree anya nhunumu, nanso wɔbɛtotɔ nkrantɛ ano ne ogyaframa mu, nnommumfa ne ɛfomfa mu, nna bi.",
      "34": "Na sɛ wɔtotɔ saa a, wɔde mmoa ketewaa bi na ɛbɛboa wɔn, na nnipa bebree de adɔkɔdɔkɔsɛm bɛbata wɔn ho.",
      "35": "Na mmadwemma no bi bɛtotɔ na wɔde ayi wɔn mu fi de ate wɔn ho ahoa wɔn ho fitaa akɔsi awieeɛ berɛ no, ɛfiri sɛ ɛberɛ a wɔahyɛ no bɛba ara.",
      "36": "Na ɔhene no bɛyɛ deɛ ɔpɛ, na ɔbɛma ne ho so adi onyame biara so akokurokosɛm, na ɔbɛka anwanwasɛm atia anyame mu Nyame no, na ɛbɛsi no yie akɔsi sɛ wɔbɛda abufuo no adi awie; na deɛ wɔahyɛ no pintinn no, wɔbɛyɛ.",
      "37": "Na ɔremmu ne nananom anyame, na ɔremmu mmaa anigyedeɛ no ne onyame biara, na ɔbɛdi ade nyinaa so akokurokosɛm.",
      "38": "Na ɔbɛdi abandenden nyame no ni asi wɔn ananmu, na onyame a ne nananom nnim no no, ɔde sika ne dwetɛ ne abohene ne afɛfɛdeɛ bɛdi no ni.",
      "39": "Na ɔde onyame nanani bi na ɛne abandenden a ɛyɛ den koraa no bɛdie; deɛ ɔbu no no, ɔbɛma n’animuonyam ayɛ kɛseɛ na wama no adi nkurɔfoɔ bebree so, na wakyɛ asase de ayɛ akatua.",
      "40": "Na awieeɛ berɛ no mu na anafoɔ fam hene no ne no de bɛbɔ anim, na atifi fam hene no de nteaseɛnam ne apɔnkɔfoɔ ne ahyɛn bebree bɛtu aba ne so sɛ ahum, na waba nsase no so sɛ nsuo a ayiri asram so.",
      "41": "Na ɔbɛba asase fɛfɛ no so, na nnipa bebree bɛtotɔ; na yeinom bɛfiri ne nsam afi: Edom ne Moab ne Amonfoɔ mu fa titire.",
      "42": "Na ɔbɛtene ne nsa nsase no so, na Misraim asase remfiri mu mfi,",
      "43": "na ɔbɛnya sika ne dwetɛ akoradeɛ ne Misraim afɛfɛdeɛ nyinaa adi so, na Libiafoɔ Ne Etiopiafoɔ bɛdi n’anammɔn akyi.",
      "44": "Nanso nsɛm a ɔbɛte afiri apueeɛ ne atifi fam bɛyi no hu, na ɔde anibereɛ kɛseɛ bɛfiri Akɔ sɛ ɔrekɔsɛe na wadwerɛ nnipa bebree.",
      "45": "Na ɔbɛsi n’ahemfie ntomadan ɛpo no ne bepɔ fɛfɛ kronkron no ntam, nanso N’awieeɛ bɛba a obiara nni hɔ a ɔbɛdi aboa no."
    },
    "12": {
      "1": "Ɛberɛ no mu na Mikael, ɔbɔfoɔ titire a ɔgyina hɔ ma wo man mma no bɛsɔre agyina. Na ɛbɛyɛ ahohiahia berɛ a ɛfirii sɛ ɔman baeɛ no bɛsi berɛ no soɔ ɛmmaa da, na ɛberɛ No mu na wɔbɛgye wo manfoɔ afiri mu, obiara a wɔbɛhunu sɛ wɔatwerɛ ne din Nwoma no mu no.",
      "2": "Na wɔn a wɔadeda fam dɔteɛ mu no bebree bɛnyane, ebinom bɛkɔ daa nkwa mu, na Ebinom akɔ ahohoradeɛ ne daa ahiyie mu.",
      "3": "Na mmadwemma no bɛhyerɛn sɛdeɛ ewiem hyerɛn, na wɔn a wɔdane nnipa bebree Kɔɔ tenenee mu no bɛyɛ sɛ nsoromma daa daapem.",
      "4": "Na wo, Daniel, toto nsɛm no mu na sɔ nwoma no ano kɔduru awieeɛ berɛ no so; Nnipa bebree bɛdwane adi akɔneaba, na nimdeɛ adɔɔso.",
      "5": "Na me, Daniel, mehwɛe, na hwɛ, na mmarima baanu foforɔ gyina hɔ, ɔbaako wɔ Asubɔnten no nsunoa ha, na ɔbaako wɔ asubɔnten no nsunoa ha.",
      "6": "Na ɔbaako ka kyerɛɛ ɔbarima a ɔfira nwera a ɔwɔ asubɔnten no atifi no sɛ: Da bɛn Na anwanwadeɛ no awieeɛ bɛba mu?",
      "7": "Na metee onipa a ɔfira nwera a ɔwɔ asubɔnten no soɔ no nka, na ɔmaa ne nifa ne ne Benkum so kyerɛɛ ɔsoro, na ɔkaa deɛ ɔte ase daa no ho ntam sɛ ɛnkɔduru berɛ, mfeɛ Mmiɛnsa ne fa, na sɛ wɔpansam ɔman kronkron no tumi wie a, wɔbɛwie yeinom Nyinaa.",
      "8": "Na metee, na mante aseɛ, na mese: Me wura, nnoɔma yi awieeɛ bɛsi sɛn?",
      "9": "Na ɔse: Daniel, kɔ ɛ, na wɔatoto nsɛm no mu asɔ ano de rekɔsi awieeɛ berɛ no so.",
      "10": "Wɔbɛte nnipa bebree ho ahoa wɔn ho ama wɔapɔ, na abɔnefoɔ bɛkɔ so ara adi Asɛmmɔne, na abɔnefoɔ nyinaa rente aseɛ, na mmadwemma na ɛbɛte aseɛ.",
      "11": "Na ɛfiri berɛ a wɔbɛyi daa afɔdeɛ na wɔde akyiwadeɛ a ɛbɔ ɔman asi hɔ no yɛ nna Apem ahanu aduɔkron.",
      "12": "Nhyira ne deɛ ɔtwɛn na ɔkɔduru nna apem ahasa aduasa nnum no soɔ.",
      "13": "Na wo Daniel deɛ kɔ kɔduru awieeɛ, na woakɔhome na wɔasɔre akɔnya wo kyɛfa, Nna a ɛdi akyire no mu."
    }
  }
}