{
  "Kwadwom": {
    "1": {
      "1": "Sɛnea kuropɔn no adan amamfo ni,kuropɔn a anka nnipa ahyɛ no ma!Adɛn nti na wayɛ okunafobea akan no na anka ɔyɛ ɔkɛse wɔ amanaman no mu?Nea na ɔyɛ ɔhemmea wɔ amantam no mu noabɛyɛ afenaa nnɛ.",
      "2": "Osu yayaayaw anadwo,nusu sensan nʼafono so.Nʼadɔfo nyinaa mu no,obiara nni hɔ a ɔkyekyee ne werɛ.Ne nnamfonom nyinaa ayi no amaWɔayɛ nʼatamfo.",
      "3": "Amanehunu ne adwumaden akyi no,Yuda kɔ nnommum mu.Ɔte amanaman no muna onni ahomegyebea.Wɔn a wɔtaa no nyinaa ato nowɔ nʼahokyere mu.",
      "4": "Akwan a ɛkɔ Sion no resu,efisɛ obiara nkɔ nʼafahyɛ ase.Nʼapon nyinaa adeda mpan,na nʼasɔfo si apini,ne mmabaa di yaw,na ɔwɔ yawdi a mu yɛ den mu.",
      "5": "Nʼatamfo abɛyɛ ne wuranom;wɔn a wɔne no ayɛ adɔm ho adwo wɔn.Awurade ama awerɛhow aba ne sonʼamumɔyɛ bebrebe nti.Ne mma kɔ nnommum mu.Wɔayɛ nneduafo ama ɔtamfo.",
      "6": "Anuonyam nyinaa atuafi Ɔbabea Sion so kɔ.Ne mmapɔmma ayɛ sɛ aforotea wonnya adidibea;na wɔde mmerɛwyɛ aguanwɔ wɔn ataafo anim.",
      "7": "Nʼamanehunu ne akyinkyinakyinkyin nna mu no,Yerusalem kae ademude nyinaaa na ɛwɔ no wɔ nna a atwa mu no mu.Ne nkurɔfo kɔtɔɔ ɔtamfo no nsa mu no,na obiara nni hɔ a ɔbɛboa no.Nʼatamfo de wɔn ani hwɛɛ nona wɔserew ne sɛe.",
      "8": "Yerusalem ayɛ bɔne kɛseenti ne ho agu fi.Wɔn a wodi no ni no sopa no,efisɛ wɔahu nʼadagyaw;ɔno ankasa gu ahomena ɔdan nʼani.",
      "9": "Nʼafideyɛ atu aka ne ntade mu;wannwene ne daakye ho.Nʼasehwe yɛ nwonwa;obiara ankyekye ne werɛ.“Awurade, hwɛ mʼamanehunu,efisɛ ɔtamfo adi nkonim.”",
      "10": "Ɔtamfo no de ne nsa toonʼademude nyinaa so;ohuu sɛ amanamanrehyɛn ne kronkronbea hɔ,nnipa a woabra sɛwɔnnhyɛn wʼasafo mu no.",
      "11": "Ne nkurɔfo nyinaa si apinibere a wɔrehwehwɛ aduan;wɔde wɔn ademude sesa aduande nya ahoɔden.“Awurade, hwɛ na dwene me ho,efisɛ wobu me animtiaa.”",
      "12": "“Ɛmfa mo ho ana, mo a mutwa mu wɔ hɔ nyinaa?Monhwɛ na munhu.Ɔyaw bi wɔ hɔ a ɛte sɛ me dea wɔma ɛbaa me so yi,nea Awurade de baa me sowɔ nʼabufuwhyew da no ana?",
      "13": "“Ɔsomaa ogya fii ɔsoro,ma ɛbaa me nnompe mu.Osum afiri maa mʼananna ɔsan me kɔɔ mʼakyi.Ɔyɛɛ me pasaa,metɔɔ beraw da mu nyinaa.",
      "14": "“Woakyekyere me bɔne ahyɛ konnua mu;ɔde ne nsa nwen bɔɔ mu.Wɔde asɛn me kɔn muna Awurade atwe mʼahoɔden.Ɔde me ahyɛ wɔn amerentumi nnyina wɔn anim no nsa.",
      "15": "“Awurade apoakofo a wɔwɔ me ntam nyinaa;wafrɛ asraafo atia mesɛ wɔmmɛdwerɛw me mmerante.Awurade atiatia Ɔbabea Ɔbabun Yuda sowɔ ne nsakyiamoa mu.",
      "16": "“Eyinom nti na misuna nusu aguare me.Obiara mmɛn a ɔbɛkyekye me werɛ,nea ɔbɛhyɛ me honhom den nni hɔ.Me mma agyigyaefisɛ ɔtamfo no adi nkonim.”",
      "17": "Sion trɛw ne nsa munanso obiara nni hɔ a ɔbɛkyekye ne werɛ.Awurade ahyɛ ama Yakob sene mfɛfo bɛyɛ nʼatamfo;Yerusalem abɛyɛafide wɔ wɔn mu.",
      "18": "“Awurade yɛ ɔtreneeni,nanso manni nʼahyɛde so.Muntie, mo amanaman nyinaamonhwɛ me yaw.Me mmerante ne mmabaakɔ nnommum mu.",
      "19": "“Mefrɛɛ mʼadɔfonanso woyii me mae.Mʼasɔfo ne me mpanyimfoase tɔree wɔ kuropɔn no mu,bere a wɔrehwehwɛ aduan adina wɔanwuwu.",
      "20": "“Awurade, hwɛ me mmɔbɔ!Meredi yaw wɔ me mu,na me koma mu nso minni ahotɔ,efisɛ mayɛ otuatewfo kɛse.Afoa hyɛ me awerɛhow wɔ abɔnten so;ofie nso yɛ owu nko ara.",
      "21": "“Nnipa ate mʼapinisi,nanso obiara nni hɔ a ɔbɛkyekye me werɛ.Mʼatamfo nyinaa ate mʼamanehunuwɔn ani gye nea woayɛ no ho.Ma nna a woahyɛ no mmrasɛnea wɔbɛyɛ sɛ me.",
      "22": "“Fa wɔn atirimɔdensɛm nyinaa si wʼanim;na wo ne wɔn nnisɛnea wo ne me adi;esiane mʼamumɔyɛ no nti.Mʼapinisi dɔɔsona me koma abotow.”"
    },
    "2": {
      "1": "Sɛnea Awurade de nʼabufuwhyew mununkumakata Ɔbabea Sion so ni?Watow Israel anuonyamafi ɔsoro abɛhwe fam;wankae ne nan ntiasowɔ nʼabufuw da no.",
      "2": "Awurade annya ahummɔbɔna wamene Yakob atenae nyinaa;nʼabufuwhyew mu, wadwiriwYuda Babea abandennen no agu fam.Wagu nʼahenni ne ne mmapɔmmaho fi.",
      "3": "Ɔde abufuwhyew atwitwaIsrael mmɛn nyinaa.Wayi ne bammɔwɔ bere a atamfo no reba.Wasɔ wɔ Yakob mu sɛ ogyatannaaa ɛhyew biribiara a atwa ho ahyia.",
      "4": "Wapema ne bɛmma sɛ ɔtamfo;ne nsa nifa ayɛ krado.Te sɛ ɔtamfo no, wakunkumwɔn a wɔyɛ fɛ wɔ ani so nyinaa;wahwie nʼabufuwhyew sɛ ogyaagu Ɔbabea Sion ntamadan so.",
      "5": "Awurade ayɛ sɛ ɔtamfo;wamene Israel.Wamene nʼahemfi nyinaaasɛe nʼabandennen.Wama awerɛhowdi ne agyaadwotwa adɔɔsoama Yuda Babea.",
      "6": "Wama nʼatenae ada mpan sɛ turo;wasɛe nʼaguabɔbea.Awurade ama Sion werɛ afinʼafahyɛ ne homenna;nʼabufuwhyew mu nowabu ɔhene ne ɔsɔfo animtiaa.",
      "7": "Awurade apo nʼafɔremukana wagyaa ne kronkronbea mu.Ɔde nʼahemfi afasuahyɛ nʼatamfo nsa.Wɔteɛ mu wɔ Awurade fite sɛ afahyɛ da.",
      "8": "Awurade sii nʼadwene pi sɛ ɔbɛsɛeƆbabea Sion fasu a atwa ne ho ahyia no.Ɔde susuhama too hona wannyae ɔsɛe no.Ɔmaa pie ne afasu dii abooboo;wɔn nyinaa sɛee.",
      "9": "Nʼapon amem fam;wɔn adaban nso, wabubu mu asɛe no.Ne hene ne ne mmapɔmma, watwa wɔn asu kɔ amanaman no mu,mmara nni hɔ bio,na nʼadiyifo nnya anisoadehu aefi Awurade hɔ bio.",
      "10": "Ɔbabea Sion mpanyimfotete fam ayɛ komm;wɔde mfutuma agu wɔn tirimafurafura atweaatam.Yerusalem mmabaaasisi wɔn ti ase.",
      "11": "Mʼani rentumi nnyae nisutew,me yafunu mu retwa me,me koma retew atɔ fam,efisɛ wɔasɛe me nkurɔfo,efisɛ mmofra ne mmotafowa totɔ pitiwɔ kuropɔn no mmɔnten so.",
      "12": "Wobisa wɔn nanom se,“Ɛhe na brodo ne nsa wɔ?”Bere a wɔtotɔ beraw sɛ apirafowɔ kuropɔn no mmɔnten so,bere a wɔn nkwa resawɔ wɔn nanom abasa so.",
      "13": "Asɛm bɛn na metumi aka ama wo?Dɛn ho na metumi de wo atoto,Ɔbabea Yerusalem?Dɛn na metumi de asusuw wo,de akyekye wo werɛ,Sion Babea Ɔbabun?Wʼapirakuru so sɛ po.Hena na obetumi asa wo yare?",
      "14": "Wʼadiyifo anisoadehuyɛ atoro a so nni mfaso;wɔanna mo amumɔyɛ adiansiw mo nnommumfa ano.Nkɔmhyɛ a wɔde maa mo noyɛ atoro ne nnaadaa.",
      "15": "Wɔn a wotwa mu wo kwan so nyinaabobɔ wɔn nsam gu wo so;wodi wo ho fɛw na wɔwosow wɔn tigu Yerusalem Babea so ka se,“Eyi ne kuropɔn a na wɔfrɛ noahoɔfɛ a edi mu no?Asase nyinaa anigyede no ni?”",
      "16": "Wʼatamfo nyinaa baa wɔn anomtɛtrɛɛ tia wo;wɔserew na wɔtwɛre wɔn sena wɔka se, “Yɛamene no.Da a na yɛretwɛn no ni;Yɛatena ase ahu.”",
      "17": "Awurade ayɛ nea ɔhyehyɛe;wama nʼasɛm aɔhyɛɛ dedaada no aba mu.Watu wo agu a wanhu wo mmɔbɔ,wama ɔtamfo no ani agyewama wʼatamfo no mmɛn so.",
      "18": "Nnipa no komasu frɛ Awurade.Ɔbabea Sion afasu,momma mo nusu nsen sɛ asubɔntenawia ne anadwo;munnye mo ahomemomma mo ani nso nnya ɔhome.",
      "19": "Sɔre, su dennen anadwo,ɔdasu mu mfiase;hwie wo koma mu nsɛm sɛ nsugu Awurade anim.Ma wo nsa so kyerɛ nowo mma nkwa nti,wɔn a ɔkɔm ama wɔatotɔ berawwɔ mmɔnten so.",
      "20": "“Hwɛ na dwene ho, Awurade:Hena na wode no afa saa ɔkwan yi so pɛn?Ɛsɛ sɛ mmea we wɔn yafunumma nam ana,mma a wɔahwɛ wɔn?Ɛsɛ sɛ wokunkum ɔsɔfo ne odiyifowɔ Awurade kronkronbea ana?",
      "21": "“Mmofra ne mpanyin da adabumwɔ mmɔnten so mfutuma mu so,me mmerante ne mmabaaatotɔ wɔ afoa ano.Woakum wɔn wɔ wʼabufuwda;woayam wɔn na woannya ahummɔbɔ.",
      "22": "“Sɛnea wotoo wo nsa frɛ wɔ aponto da no,saa ara na wofrɛfrɛɛamanehunu fii afanan nyinaa tiaa me.Awurade abufuw da no,obiara anguan na anka obiara:wɔn a mehwɛɛ wɔn na metetew wɔn no,me tamfo adwerɛw wɔn.”"
    },
    "3": {
      "1": "Mene ɔbarima a mahu amanewɔ nʼabufuw abaa ano.",
      "2": "Wapam me afi ne ho ama manantewsum mu na ɛnyɛ hann mu;",
      "3": "Ampa ara wama nsa so atia mempɛn bebree, da mu nyinaa.",
      "4": "Wama me were ne me nam anyinNa wabubu me nnompe.",
      "5": "Waka me ahyɛ mu, na watua me anoɔde nweenwen ne ahokyere atwa me ho ahyia.",
      "6": "Wama matena sum musɛ wɔn a wɔawuwu dedaw no.",
      "7": "Wato ɔfasu atwa me ho ahyia enti mintumi nguan;wagu me nkɔnsɔnkɔnsɔn ama matɔ beraw.",
      "8": "Mpo sɛ mefrɛ anaasɛ mebɔ mpae srɛ mmoa aosiw me mpaebɔ ano.",
      "9": "Ɔde abotan asiw me kwan;wama mʼakwan ayɛ kɔntɔnkye.",
      "10": "Te sɛ sisi a ɔda hɔ retwɛn,te sɛ gyata a watɛw,",
      "11": "ɔtwee me fii ɔkwan no mu bebaree mena ogyaw me a minni mmoa biara.",
      "12": "Okuntun ne ta muna ɔde ne bɛmma kyerɛɛ me so.",
      "13": "Ɔde bɛmma a efi ne kotoku muhwirew me koma mu.",
      "14": "Meyɛɛ akyiwade maa me nkurɔfo nyinaa;wɔto akutia nnwomde di me ho fɛw da mu nyinaa.",
      "15": "Ɔde nhaban nweenwen ahyɛ me ma.Wama me bɔnwoma anom.",
      "16": "Ɔde mmosea abubu me se;na watiatia me so wɔ mfutuma mu.",
      "17": "Wɔama asomdwoe abɔ me;na me werɛ afi yiyedi.",
      "18": "Enti mise, “Mʼanuonyam asa,nea mede mʼani too so Awurade mu no nyinaa.”",
      "19": "Mekae mʼamanehunu wɔ mʼakyinkyinakyinkyin mu,nweenwen ne bɔnwoma mu.",
      "20": "Mekae yiye,na me kra abotow wɔ me mu.",
      "21": "Nanso midwen eyi ho;saa nti mewɔ anidaso.",
      "22": "Awurade dɔ kɛse nti yɛnsɛee ɛ.Nʼayamhyehye nni huammɔ.",
      "23": "Ɛyɛ foforo anɔpa biara;wo nokwaredi yɛ kɛse.",
      "24": "Meka kyerɛ me ho se,“Awurade yɛ me kyɛfa, enti mɛtwɛn no.”",
      "25": "Awurade ye ma wɔn a wɔn anidaso wɔ ne mu,onipa a ɔhwehwɛ no no;",
      "26": "Eye sɛ wɔyɛ kommde twɛn Awurade nkwagye.",
      "27": "Eye ma ɔbarima sɛ ɔsoa konnua nowɔ ne mmerantebere mu.",
      "28": "Ma ɔntena ase komm,efisɛ Awurade de ato ne so.",
      "29": "Ma ɔmfa nʼanim nsie wɔ mfutuma mu,ebia anidaso wɔ hɔ.",
      "30": "Ma ɔmfa nʼafono mma nea ɔpɛɛ sɛ ɔbɔ no nona ɔnhyɛ no aniwu.",
      "31": "Na Awurade ntow onipa biara nkyene koraa.",
      "32": "Ɛwɔ mu, ɔde awerɛhow ba de, nanso obenya ayamhyehye.Ne dɔ kɛse no to rentwa da.",
      "33": "Ofi amemenemfe mu de amanehunuanaa awerɛhow brɛ nnipa mma.",
      "34": "Sɛ wɔde wɔn nan dwerɛwnneduafo a wɔwɔ asase no so a,",
      "35": "sɛ wotiatia obi ahofadi sowɔ Ɔsorosoroni no anim a,",
      "36": "anaa sɛ wobu obi ntɛnkyew a,Awurade renhu saa nneɛma yi ana?",
      "37": "Hena na obetumi aka na wama aba muwɔ bere a ɛnyɛ Awurade na ɔhyɛe?",
      "38": "Ɛnyɛ Ɔsorosoroni no anomna mmusu ne nnepa fi ana?",
      "39": "Adɛn nti na ɛsɛ sɛ ɔteasefo nwiinwiibere a wɔatwe nʼaso wɔ ne bɔne ho?",
      "40": "Momma yɛnhwehwɛ yɛn akwan mu na yɛnsɔ nhwɛ,na yɛnsan nkɔ Awurade nkyɛn.",
      "41": "Momma yɛmma yɛn koma ne yɛn nsa so,nkyerɛ Onyankopɔn wɔ ɔsoro, na yɛnka se:",
      "42": "“Yɛayɛ bɔne, na yɛatew atuana wamfa ankyɛ.",
      "43": "“Wode abufuw akata wo ho ataa yɛn;na woakunkum a woannya ahummɔbɔ.",
      "44": "Wode wo ho asie omununkum munti mpaebɔ biara nnu wo nkyɛn.",
      "45": "Woayɛ yɛn atantanne ne nwurawɔ amanaman no mu.",
      "46": "“Yɛn atamfo nyinaa abaa wɔn anom tɛtrɛɛde tia yɛn.",
      "47": "Yɛabrɛ ne ahunahuna ne akukuruhwease,mmubui ne ɔsɛe.”",
      "48": "Me nusu sen sɛ asutenefisɛ wɔasɛe me nkurɔfo.",
      "49": "Me nusu bɛsen ara,na ɛrennyae,",
      "50": "kosi sɛ Awurade bɛhwɛafi ɔsoro, na wahu.",
      "51": "Nea mihu no ma me kra werɛ how,me kuropɔn no mu mmea nyinaa nti.",
      "52": "Mʼatamfo a menyɛɛ wɔn hweepampam me sɛ anomaa.",
      "53": "Wɔpɛɛ sɛ wotwa me nkwa sona wosiw me abo wɔ amoa mu;",
      "54": "nsu bu faa me ti so,na ɛyɛɛ me sɛnea wɔrewie me.",
      "55": "Mebɔɔ wo din, Awuradefii amoa no ase tɔnn.",
      "56": "Wotee me sufrɛ: “Nsiw wʼasowɔ me gye sufrɛ ho.”",
      "57": "Wutwiw bɛn me bere a mefrɛɛ wo no,na wokae se, “Nsuro.”",
      "58": "Wo Awurade, wudii mʼasɛm maa me;na wugyee me nkwa.",
      "59": "Woahu bɔne a wɔayɛ me, Awurade.Di mʼasɛm ma me!",
      "60": "Woahu wɔn aweretɔ no mu den,wɔn pɔw a wɔbɔ tia me no nyinaa.",
      "61": "Awurade, woate wɔn ntwirii,wɔn pɔw a wɔbɔ tia me no nyinaa,",
      "62": "nea mʼatamfo ka no asomsɛm na wɔka no brɛoode tia me da mu nyinaa.",
      "63": "Hwɛ wɔn! Sɛ wogyinagyina hɔ anaasɛ wɔtete hɔ,wɔto akutia nnwom de di me ho fɛw.",
      "64": "Fa nea ɛfata tua wɔn so ka, Awurade,nea wɔn nsa ayɛ nti.",
      "65": "Pirim wɔn koma,na ma wo nnome mmra wɔn so.",
      "66": "Fa abufuw taa wɔn, na sɛe wɔnfi Awurade ɔsorosoro ase."
    },
    "4": {
      "1": "Hwɛ sɛnea sikakɔkɔɔ ayera ne hyerɛn no niSikakɔkɔɔ ankasa na ho abiri saa!Wɔatoto aboɔdemmo kronkron apetewɔ abɔnten biara so.",
      "2": "Hwɛ sɛnea Sion mmabarima a wodi muna anka wɔsom bo sɛ sikakɔkɔɔ no ayɛ,mprempren wɔfa wɔn sɛ dɔte nkuku,ɔnwemfo nsa ano adwuma!",
      "3": "Mpo adompo yi wɔn nufuma wɔn mma num,nanso me nkurɔfo ayɛ atirimɔdenfosɛ sohori a ɔwɔ sare so.",
      "4": "Osukɔm nti, akokoaa tɛkrɛmafam ne dodo mu;mmofra no srɛ aduan,nanso obiara mfa mma wɔn.",
      "5": "Wɔn a na anka wodi nnuan pa noohia buruburoo aka wɔn wɔ mmɔnten so.Wɔn a wɔde sirikyi tetew wɔn nomprempren wɔdeda nso a wɔaboa ano so.",
      "6": "Me nkurɔfo asotweso sen Sodom awotuu wɔn mpofirim no,a wɔannya ɔboafo biara de.",
      "7": "Na wɔn ahenemma ho twa sen sukyerɛmma,na wɔnan sen nufusu,na wɔn nipadua no bere, na ɛwɔ ahoɔden te sɛ abohemaa,na wɔte sɛ hoabo.",
      "8": "Nanso mprempren de, wobiri sen wusiw bɔtɔ;na wonhu wɔn yiye wɔ mmɔnten so.Wɔn were atwintwam wɔ wɔn nnompe so;ho awo wosee sɛ abaa.",
      "9": "Wɔn a wɔtotɔɔ wɔ afoa ano no ye koraasen wɔn a ɔkɔm kunkum wɔn;ɔkɔm tware wɔn ma wowuwu,esiane aduan a enni mfuw so nti.",
      "10": "Mmea a wɔwɔ ayamhyehyede wɔn nsa anoa wɔn ankasa mma,ayɛ wɔn aduan,bere a wɔsɛee me nkurɔfo no.",
      "11": "Awurade ada nʼabufuwhyew nyinaa adi;wahwie nʼabufuw a ano yɛ den no.Ɔsɔɔ ogya ano wɔ Sionma ɛhyew ne fapem.",
      "12": "Asase so ahemfo annye anni,wiase mu nnipa nso annye annisɛ atamfo betumi ahyɛnYerusalem apon mu.",
      "13": "Nanso esii, nʼadiyifo no bɔnene nʼasɔfo amumɔyɛ nti,wɔn na wohwiee atreneefo mogyaguu wɔ kuropɔn no mu.",
      "14": "Afei wɔkeka wɔ mmɔnten sote sɛ nnipa a wɔn ani afura.Mogya a ama wɔn ho agu fi no ntiobiara suro sɛ ɔde ne ho bɛka wɔn ntade.",
      "15": "Nnipa teɛteɛɛ mu gu wɔn so se, “Mumfi ha nkɔ! Mo ho ntew!”“Monkɔ, monkɔ! Mommfa mo ho nka yɛn.”Sɛ woguan kɔnenam aamanaman no mu nnipa ka se,“Wɔrentumi ntena ha bio.”",
      "16": "Awurade ankasa abɔ wɔn ahwete;nʼani nni wɔn so bio.Wɔmmfa nidi mma asɔfo,na wɔn ani nsɔ mpanyimfo.",
      "17": "Nea ɛka ho bio, yɛn ani anni ammoa yɛn,yɛpɛɛ sɛ yebenya mmoa, nanso ɛyɛɛ ɔkwa;yefi yɛn abantenten so de yɛn ani tooɔman a wɔrentumi nnye yɛn so.",
      "18": "Nnipa dii yɛn ntɛntɛnso wɔ yɛn anammɔntu mu,enti yɛantumi annantew yɛn mmɔnten so.Yɛn awiei bɛnee, na wɔkan yɛn nna,efisɛ na yɛn awiei adu so.",
      "19": "Yɛn ataafo ho yɛ haresen akɔre a wɔwɔ wim;wɔtaa yɛn faa mmepɔw sona wɔtɛw yɛn wɔ sare so.",
      "20": "Nea Awurade asra no ngo, yɛn nkwa home ankasa no,kɔtɔɔ wɔn mfiri mu.Yegye dii sɛ ne nwini ase,yebenya nkwa wɔ amanaman no mu.",
      "21": "Di ahurusi na ma wʼani nnye, Edom Babea,wo a wote Us asase so.Wɔde kuruwa no bɛma wo nso bi;wobɛbow na wɔabɔ wo adagyaw.",
      "22": "Ɔbabea Sion, wʼasotwe bɛba awiei;ɔremma wo nkɔ so ntena nnommum mu.Nanso Ɔbabea Edom, obetua wo bɔne so kana wada wʼamumɔyɛ adi."
    },
    "5": {
      "1": "Awurade, kae nea aba yɛn so;hwɛ, na hu yɛn animguase.",
      "2": "Wɔadan yɛn agyapade ama ahɔho,wɔde yɛn afi ama ananafo.",
      "3": "Yɛayɛ nyisaa na yenni agyanom,yɛn nanom yɛ akunafo.",
      "4": "Ɛsɛ sɛ yɛtɔ nsu a yɛnom;yebenya nnyina a, gye sɛ yɛtɔ.",
      "5": "Wɔn a wɔtaa yɛn no abɛn yɛn pɛɛ;Yɛabrɛ na yennya ahomegye.",
      "6": "Yɛde yɛn ho maa Misraim ne Asiriasɛnea yebenya aduan a ɛbɛso yɛn.",
      "7": "Yɛn agyanom yɛɛ bɔne, na wonni hɔ bio,na yɛn na wɔn asotwe abɛda yɛn so.",
      "8": "Nkoa di yɛn so,na obiara nni hɔ a obegye yɛn afi wɔn nsam.",
      "9": "Yɛde yɛn nkwa bɔ afɔre de pɛ yɛn anoduan,afoa a ɛwɔ sare so no nti.",
      "10": "Yɛn honam adɔ sɛ fononoo.Ɔkɔm ama atiridii abɔ yɛn.",
      "11": "Wɔato mmea mmonnaa wɔ Sion,ne mmabun a wɔwɔ Yuda nkurow so.",
      "12": "Wɔkyekyere mmapɔmma nsa na wɔasɛn wɔn;wɔmmfa nidi mma mpanyimfo.",
      "13": "Mmerante yɛ adwumaden wɔ awiyammo so;na mmerantewa nan toto wɔ nnyina duruduru ase.",
      "14": "Mpanyimfo ntena kuropɔn apon ano bio;mmerante agyae wɔn nnwonto.",
      "15": "Ahosɛpɛw afi yɛn koma mu;yɛn asaw adan agyaadwotwa.",
      "16": "Ahenkyɛw afi yɛn ti so.Yɛn ara, yennue sɛ yɛayɛ bɔne!",
      "17": "Eyi nti yɛn koma atɔ beraw,eyinom nti yɛn ani so ayɛ kusuu",
      "18": "wɔ Sion bepɔw a ada mpanna sakraman nenam so no nti.",
      "19": "Wo, Awurade, di hene afebɔɔ;wʼahengua fi awo ntoatoaso kosi awo ntoatoaso.",
      "20": "Adɛn nti na wo werɛ fi yɛn daa yi?Adɛn nti na wagyaw yɛn, mmere tenten mu yi?",
      "21": "Ka yɛn bata wo ho bio, Awurade, na yɛatumi asan aba wo nkyɛn;yɛ yɛn nna foforo sɛ tete no",
      "22": "gye sɛ woapo yɛn koraaanaasɛ wo bo afuw yɛn mmoroso."
    }
  }
}